[
  {
    "title": "Предмет органической химии",
    "content": "<p><b>Органические вещества </b>в своем составе наряду с другими элементами всегда содержат углерод. Изучение соединений углерода – их строения, химических превращений – и составляет <b>предмет органической химии.</b></p><p><b>Вещества органические и неорганические.</b></p><p>Наряду с углеродом в состав органических веществ чаще всего входят водород, кислород и азот, сравнительно реже – сера, фосфор, галогены и другие элементы. Известно несколько миллионов органических соединений, неорганических же веществ значительно меньше. Из всех химических элементов только углерод образует такое большое число органических соединений.</p><p>С органическими веществами мы встречаемся на каждом шагу. Они содержатся во всех растительных и животных организмах, входят в состав нашей пищи, служат материалом для изготовления одежды, образуют различные виды топлива, используются нами в качестве лекарств, красителей, средств защиты урожая и т. д.</p><p>Резкой грани между органическими и неорганическими веществами не существует. Оксиды углерода, угольная кислота, ее соли и некоторые другие вещества по наличию в них углерода должны считаться органическими, но по свойствам они близки к неорганическим соединениям подобного типа и изучаются обычно в неорганической химии.</p><p><b>С органическими веществами </b>человек знаком с давних времен. Наши далекие предки применяли природные красители для окраски тканей, использовали в качестве продуктов питания растительные масла, животные жиры, тростниковый сахар, получали уксус брожением спиртовых жидкостей.</p><p>В настоящее время синтезированы многие органические вещества, не только имеющиеся в природе, но и не встречающиеся в ней: многочисленные пластмассы, различные виды каучуков, всевозможные красители, взрывчатые вещества, лекарственные препараты.</p><p>Синтетически полученных веществ сейчас известно даже больше, чем найденных в природе, и число их быстро растет. Осуществляются синтезы самых сложных органических веществ – белков.</p><p>Название науки <b>«органическая химия»</b>, утратив первоначальный смысл, приобрело в связи с этим более широкое толкование.</p><p>Можно сказать, что такое название получило и новое подтверждение, так как ведущей познавательной <b>задачей современной органической химии </b>является глубокое изучение процессов, происходящих в клетках организмов на молекулярном уровне, выяснение тех тонких механизмов, которые составляют материальную основу явлений жизни.</p><p>Изучение химии органических веществ, таким образом, расширяет наши знания о природе.</p>"
  },
  {
    "title": "Химические свойства метана и его гомологов",
    "content": "<p>Принадлежность веществ к группе предельных углеводородов определяется характером строения.</p><p><b>Основные свойства метана:</b></p><p>1) это газ без цвета и запаха (СН<sub>4</sub>);</p><p>2) в два раза легче воздуха;</p><p>3) образуется в природе в результате разложения без доступа воздуха остатков животных и растительных организмов;</p><p>4) может быть обнаружен в заболоченных водоемах, каменноугольных шахтах;</p><p>5) содержится в природном газе, который широко используется в качестве топлива в быту и на производстве;</p><p>6) в молекуле метана химические связи атомов водорода с атомом углерода имеют ковалентный характер.</p><p><i>Молекула метана имеет тетраэдрическую форму, </i>а не плоскую.</p><p>Когда атом углерода вступает во взаимодействие с атомами водорода, <i>s-электроны </i>наружного слоя в нем распариваются, один из них занимает вакантное место третьего <i>р-электрона </i>и образует при своем движении облако в виде <i>объемной восьмерки</i>, перпендикулярное по отношению к облакам двух других р-электронов.</p><p>Атом при этом переходит в <i>возбужденное состояние. </i>Все четыре валентных электрона становятся <i>неспаренными, </i>они могут образовывать четыре химические связи.</p><p><b>Противоречия: </b>1) три р-электрона должны образовывать три химические связи с атомами водорода во взаимно перпендикулярных направлениях (под углом 90°); 2) четвертый атом водорода мог бы присоединяться в произвольном направлении.</p><p><b>Разрешение противоречий: </b>1) в процессе образования химических связей облака всех валентных электронов атома углерода (одного s– и трех р-электронов) выравниваются, становятся одинаковыми; 2) облака принимают форму несимметричных, вытянутых в направлении к вершинам тэтраэдра объемных восьмерок. Несимметричное распределение электронной плотности означает, что вероятность нахождения электрона по одну сторону от ядра больше, чем по другую; 3) угол между осями гибридных электронных облаков равен 109°, что позволяет им максимально удаляться друг от друга; 4) такие облака могут значительно перекрываться электронными облаками водородных атомов, что ведет к большому выделению энергии и образованию прочных, одинаковых по свойствам <b>химических связей.</b></p><p>Гибридизация может распространяться на разное число электронных облаков.</p><p><b>Шаростержневая модель молекулы:</b></p><p>1) детали, изображающие атомы, соединяются на некотором расстоянии друг от друга посредством стерженьков, символизирующих валентные связи; 2) модель дает наглядное представление о том, какие атомы с какими соединены, но она не передает относительных размеров и внешней формы молекулы.</p>"
  },
  {
    "title": "Строение и номенклатура углеводородов ряда метана",
    "content": "<p><b>Строение углеводородов.</b></p><p>В природном газе и особенно в нефти содержится много углеводородов, сходных с метаном по строению и свойствам.</p><p><b>Предельные углеводороды (неразветвленного строения): </b>1) метан; 2) этан; 3) пропан; 4) бутан; 5) пентан; 6) гексан; 7) гептан; 8) октан; 9) нонан; 10) декан.</p><p>Для наименования всех предельных углеводородов принят <i>суффикс – ан.</i></p><p>С увеличением молекулярной массы последовательно возрастают температуры плавления и кипения углеводородов.</p><p>Первые четыре вещества (С<sub>1</sub> – С<sub>4</sub>) при обычных условиях – <i>газы.</i></p><p>Все предельные углеводороды <i>нерастворимы в воде</i>, но могут растворяться в органических растворителях.</p><p><b>Общая формула углеводородов: </b>С<sub>n</sub>H<sub>2n+2</sub>, где n – число атомов углерода в молекуле.</p><p><b>Пространственное и электронное строение молекул пропана и бутана.</b></p><p>Атомы углерода в них расположены не по прямой линии, а зигзагообразно.</p><p>Причина – в тетраэдрическом направлении валентных связей атомов углерода.</p><p>Если к одному атому углерода присоединился другой атом углерода, то у этого последнего остались три свободные валентности, все они направлены к вершинам тетраэдра. Следующий атом углерода может присоединиться только в одном из этих направлений.</p><p><i>Углеродная цепь неизменно принимает зигзагообразную форму.</i></p><p>Угол между ковалентными связями, соединяющими атомы углерода в такой цепи, как и в молекуле метана, 109° 28?.</p><p>Зигзагообразная цепь атомов углерода может принимать различные пространственные формы.</p><p>Это связано с тем, что атомы в молекуле могут относительно свободно вращаться вокруг простых сигма-связей.</p><p>Углеродная цепь получается сильно изогнутой. Если повернуть атом углерода, то молекула примет почти кольцеобразную форму.</p><p>Такое вращение существует в молекулах как проявление теплового движения (если нет препятствующих этому факторов).</p><p>Наиболее энергетически выгодной является форма с наибольшим удалением атомов друг от друга.</p><p>Все эти разновидности легко переходят одна в другую, при этом их химическое строение (последовательность связи атомов в молекулах) остается неизменным.</p><p><i>Свойство атомов углерода </i>соединяться друг с другом в длинные цепи связано с положением элемента в Периодической системе Д.И. Менделеева и строением его атомов.</p><p>При химической реакции у атома углерода трудно полностью оторвать четыре валентных электрона, а также присоединить к нему столько же элетронов от других атомов до образования полного октета.</p>"
  },
  {
    "title": "Химические свойства предельных углеводородов",
    "content": "<p>1.<i> Горение углеводородов на воздухе и выделение большого количества теплоты.</i></p><p>Продукты горения подтверждают наличие углерода и водорода в метане. Если поджечь газ, собранный в стеклянном цилиндре, то после прекращения горения стенки внутри цилиндра становятся влажными.</p><p>При добавлении в цилиндр известковой воды она становится мутной.</p><p>При горении метана образуются вода и оксид углерода (IV).</p><p>2.<i> Смесь метана с кислородом или воздухом при поджигании может взрываться.</i></p><p>Наиболее сильный взрыв получается, если смешать метан с кислородом в объемном отношении 1:2. Оптимальное отношение объемов при взрыве метана с воздухом 1:10.</p><p>Взрыв меньшей силы может происходить и при некоторых других объемных отношениях газов.</p><p>Наиболее опасными являются смеси метана с воздухом в каменноугольных шахтах, заводских котельных, квартирах.</p><p>Для обеспечения безопасности работы в шахтах устанавливают автоматические приборы – анализаторы, сигнализирующие о появлении газа.</p><p>Горение углеводородов, которые имеют значительную молекулярную массу.</p><p>Парафин – это смесь твердых углеводородов.</p><p>Если поместить в фарфоровую чашечку кусочек парафина, расплавить и поджечь его, то при горении образуется много копоти.</p><p>Когда горят газообразные вещества, они хорошо смешиваются с воздухом и поэтому сгорают полностью.</p><p>При горении расплавленного парафина кислорода не хватает для сгорания всего углерода и углерод выделяется в свободном виде.</p><p>3.<i> При сильном нагревании углеводороды разлагаются на простые вещества – углерод и водород.</i></p><p>Эти реакции могут служить подтверждением молекулярной формулы вещества: при разложении метана образуется двойной, а при разложении этана – тройной объем водорода по сравнению с объемом исходного газа (объем углерода как твердого вещества в расчет не принимается).</p><p>4.<i> Реакция с галогенами (хлором).</i></p><p>Если смесь метана с хлором в закрытом стеклянном цилиндре выставить на рассеянный солнечный свет (при прямом солнечном освещении может произойти взрыв), то произойдет постепенное ослабление желто-зеленой окраски хлора при взаимодействии его с метаном.</p><p>Химическая реакция заключается в разрыве одних связей и образовании новых.</p><p>Атомы хлора имеют в наружном слое по одному неспаренному электрону, становятся свободными радикалами.</p><p>Когда атом-радикал, который обладает высокой химической активностью, сталкивается с молекулой метана, его электрон начинает взаимодействовать с электронным облаком атома водорода. Между этими атомами устанавливается <i>ковалентная связь </i>и образуется молекула <i>хлороводорода.</i></p>"
  },
  {
    "title": "Применение и получение предельных углеводородов",
    "content": "<p><b>Сферы применения предельных углеводородов:</b></p><p>1)<i> метан</i> в составе природного газа находит все более широкое применение в быту и на производстве;</p><p>2)<i> пропан и бутан</i> применяются в виде «сжиженного газа», особенно в тех местностях, где нет подвода природного газа;</p><p>3)<i> жидкие углеводороды</i> используются как горючее для двигателей внутреннего сгорания в автомашинах, самолетах;</p><p>4)<i> метан</i> как доступный углеводород в большей степени используется в качестве химического сырья;</p><p>5) реакция горения и разложения <i>метана </i>используется в производстве сажи, идущей на получение типографской краски и резиновых изделий из каучука;</p><p>6) высокая теплота сгорания углеводородов обусловливает использование их в качестве топлива;</p><p>7)<i> метан</i> – основной источник получения водорода в промышленности для синтеза аммиака и ряда органических соединений.</p><p>Наиболее распространенный способ получения водорода из метана – взаимодействие его с водяным паром.</p><p>Реакция хлорирования служит для получения хлорпроизводного метана.</p><p><b>Особенности хлорметана: </b>1) это газ; 2) это вещество, которое легко переходит в жидкое состояние; 3) это вещество, которое поглощает большое количество теплоты при последующем испарении.</p><p><b>Особенности дихлорметана, трихлорметана и тетрахлорметана: </b>1) это жидкости; 2) используются как растворители; 3) применяются для тушения огня (особенно когда нельзя использовать воду); 4) тяжелые негорючие газы этих веществ, которые образуются при испарении жидкости, быстро изолируют горящий предмет от кислорода воздуха.</p><p>Из гомологов метана при реакции изомеризации получаются углероводороды разветвленного строения.</p><p>Они используются в производстве каучуков и высококачественных сортов бензина.</p><p><b>Получение углеводородов: </b>1) предельные углеводороды в больших количествах содержатся в природном газе и нефти; 2) из природных источников их извлекают для использования в качестве топлива и химического сырья.</p><p><b>Особенности синтеза метана: </b>1) синтез метана показывает возможность перехода от простых веществ к органическим соединениям. Реакция идет при нагревании углерода с водородом в присутствии порошкообразного никеля в качестве катализатора; 2) синтез метана – реакция экзотермическая. Сильное нагревание не будет повышать выход продукта, равновесие сместится в сторону образования исходных веществ; 3) при слабом нагревании будет недостаточна скорость образования метана; 4) оптимальная температура синтеза метана примерно 500 °C; 5) для разложения метана необходима температура 1000 °C.</p>"
  },
  {
    "title": "Алкины (ацетиленовые углеводороды)",
    "content": "<p><b>Алкины </b>– это углеводороды, в молекулах которых два атома углерода находятся в состоянии sp-гибридизации и связаны друг с другом тройной связью.</p><p>Общая формула: C<sub>n</sub>H<sub>2n–2</sub>, где n &gt; 2.</p><p>Особенности алкинов: 1) длина связи в алкинах равна 0,120 нм; 2) каждый атом углерода в состоянии sp-гибридизации связан с двумя другими атомами; 3) может присоединять еще два атома.</p><p>Существует два типа изомерии алкинов: 1) изомерия положения тройной связи; 2) изомерия цепи.</p><p>Первые два члена гомологического ряда – <i>этин и пропин – </i>изомеров не имеют.</p><p>Для <i>бутинов </i>возможен только один вид изомерии – изомерия положения тройной связи.</p><p>Существует два типа номенклатуры: 1) международная номенклатура: этин; пропин; 2) рациональная номенклатура: ацетилен; метиацетилен.</p><p>Физические свойства алкинов: 1) С<sub>2</sub>Н<sub>2</sub>…С<sub>4</sub>Н<sub>6</sub> – газы; 2) С<sub>5</sub>Н<sub>8</sub>…С<sub>15</sub>Н<sub>28</sub> – жидкости; 3) С<sub>16</sub>Н<sub>30</sub>… – твердые вещества; 4) плохо растворимы в воде.</p><p>Химические свойства алкинов: обладают большой реакционной способностью, характеризуются реакцией присоединения, тройная связь содержит две ?-связи.</p><p><b>Реакции присоединения:</b></p><p>1) присоединение водорода (гидрирование). На I ступени образуются алкены, на II ступени – алканы.</p><img src='./img/theory/cribs/organic/14-1.png'/><p>2) присоединение галогенов (галогенирование). HC?CH + HCl > CH<sub>2</sub>=CHCl > CH<sub>3</sub>-CHCl<sub>2</sub>;</p><p>На I ступени образуются дигалогеналкены, на II – тетрагалогеналканы.</p><p>Реакция алкинов с бромной водой – качественная реакция на алкины. Бромная вода обесцвечивается;</p><p>3) присоединение галогеноводородов (гидрогалогенирование).</p><p>На I ступени образуются моногалогеналкены, на II – дигалогеналканы;</p><p>4) присоединение воды (гидратация).</p><p>Ацетилен образует <i>альдегид, </i>его гомологи – <i>кетоны (реакция М.Г. Кучерова):</i></p><img src='./img/theory/cribs/organic/14-2.png'/><p><b>Реакция окисления: </b>1) горение (полное окисление): 2С<sub>2</sub>Н<sub>2</sub> + 5O<sub>2</sub> > 4СO<sub>2</sub> + 2Н<sub>2</sub>О; 2) неполное окисление (под действием окислителя типа КМnO<sub>4</sub>, К<sub>2</sub>Сr<sub>2</sub>О<sub>7</sub>).</p><p>При действии сильных окислителей (КМnO<sub>4</sub> в нейтральной среде, К<sub>2</sub>Сr<sub>2</sub>О<sub>7</sub> в кислотной среде) алкины окисляются с разрывом молекулы по тройной связи (кроме ацетилена).</p><p>Конечным продуктом реакции являются карбоновые кислоты: СН<sub>3</sub>-С?С-СН<sub>3</sub> + 3[О] + Н<sub>2</sub>О > 2СН<sub>3</sub>-СООН – этановая (уксусная) кислота.</p><p>При неполном окислении ацетилена образуется двухосновная щавелевая кислота: СН?Н + 4[О] > НООС-СООН.</p>"
  },
  {
    "title": "Непредельные (ненасыщенные) углеводороды",
    "content": "<p><b>Непредельные углеводороды </b>– это углеводороды, в молекулах которых имеются атомы углерода, которые связаны между собой двойными или тройными связями.</p><p><b>Ненасыщенные углеводороды </b>– это углеводороды, молекулы которых имеют меньшее число атомов водорода, чем насыщенные.</p><p>Особенности непредельных углеводородов:</p><p>1) первыми представителями гомологических рядов непредельных углеводородов являются этилен (с двойной связью) и ацетилен (с тройной связью);</p><p>2) двойная связь состоит из одной ?-связи и одной ?-связи;</p><p>3) по своей природе ?-связь резко отличается от ?-связи. Основные отличия ?-связи от ?-связи:</p><p>а) ?-связь менее прочная при перекрывании электронных облаков вне плоскости молекулы;</p><p>б) двойная связь изображается двумя одинаковыми черточками, но при этом учитывается их неравноценность;</p><p>4) тройная связь состоит из одной ?-связи и двух ?-связей.</p><p>Особенность тройной связи ацетилена и его гомологов: из электронного строения видно, что кратные связи (двойные и тройные) сравнительно легко (легче, чем одинарные) разрываются при химическом взаимодействии.</p><p><b>Гомологические ряды непредельных углеводородов и их особенности:</b></p><p>1) соединения гомологического ряда этилена выражаются общей формулой СnН<sub>2</sub>n;</p><p>2) названия гомологов по рациональной номенклатуре производятся от названий соответствующих предельных углеводородов путем замены окончаний (-ан на – илен);</p><p>3) по заместительной номенклатуре названия этиленовых углеводородов производятся от названий предельных углеводородов при замене окончаний – ан на – ен (-ен – двойная связь).</p><p>Общее международное название этиленовых углеводородов – <i>алкены.</i></p><p><b>Олефины </b>– это непредельные углеводороды ряда этилена, которые содержат одну двойную связь;</p><p>4) гомологический ряд ацетилена выражается формулой С<sub>n</sub>Н<sub>2n-2</sub>;</p><p>5) название ацетиленовых углеводородов по заместительной номенклатуре производятся от названий предельных углеводородов при замене окончаний<b> – ан </b>на<b> – ин.</b></p><p><b>Алкины </b>– это общее название ацетиленовых углеводородов по заместительной номенклатуре.</p><p>Важным источником получения этилена и его гомологов служат газообразные и жидкие продукты крекинга углеводородов нефти.</p><p><b>Крекинг </b>– это процесс расщепления углеводородов с длинными цепями на молекулы меньшей длины.</p><p>При крекинге наряду с предельными углеводородами всегда получаются и непредельные, которые образуются при крекинге, а также получаются дегидрированием предельных углеводородов, содержащихся в попутных газах нефтедобычи.</p>"
  },
  {
    "title": "Этилен и его гомологи",
    "content": "<p><b>Особенности строения этилена: </b>1) это бесцветный газ; 2) немного легче воздуха; 3) почти не имеет запаха; 4) плотность этилена при нормальных условиях – 1,25 г/л; 5) молярная масса газа – 1,25 г/л х 22,4 л/моль = 28 г/моль; 6) относительная молекулярная масса этилена – 28 г/моль; 7) не может иметь более двух атомов водорода; 8) молекулярная формула этилена – С<sub>2</sub>Н<sub>4</sub>; 9) в его молекуле атомы углерода соединены с меньшим числом атомов водорода, чем в молекуле этана; 10) атомы соединяются в соответствии с валентностью; 11) молекула этилена симметрична, т. е. каждый атом углерода в ней связан с двумя атомами водорода. Четвертые единицы валентности атомов углерода не могут оставаться свободными, они соединяются друг с другом, образуя вторую связь между атомами углерода; 12) в молекуле этилена устанавливается двойная связь. Каждая валентность атома углерода обусловливается наличием неспаренного электрона в его наружном электронном слое; 13) в молекуле этилена сохраняется четырехвалентность углерода и правило электронного октета для его атомов.</p><p><b>Особенности sр<sup>2</sup>-гибридизации:</b></p><p>1) гибридные облака принимают одинаковую форму несимметричных, вытянутых в одну сторону объемных восьмерок;</p><p>2) при образовании химических связей они расходятся на наибольшее удаление друг от друга – это достигается тогда, когда угол между их осями будет составлять 120°;</p><p>3) у атомов углерода остается еще по одному р-электрону.</p><p>Облако этого электрона не затронуто гибридизацией, оно не изменило своей формы и также имеет вид объемной восьмерки с равномерным распределением электронной плотности по обе стороны ядра;</p><p>4) оси электронных облаков перпендикулярны плоскости атомных ядер и оказываются наиболее удаленными от электронных облаков, которые участвуют в образовании химических связей.</p><p><b>Сигма-связь </b>– это первая, более прочная связь, которая образуется при перекрывании электронных облаков в направлении прямой, соединяющей центры атомов.</p><p>Сигма-связь – это обычные ковалентные связи атомов углерода с атомами водорода.</p><p>Молекулы предельных углеводородов содержат только сигма-связи.</p><p><b>Пи-связь </b>– это менее прочная связь, которая образуется при перекрывании электронных облаков вне плоскости атомных ядер.</p><p>Электроны ?-связи и ?-связи теряют свою принадлежность к определенному атому.</p><p><b>Особенности ?-связи и ?-связи:</b></p><p>1) вращение атомов углерода в молекуле возможно в случае, если они соединены ?-связью;</p><p>2) появление ?-связи лишает атомы углерода в молекуле свободного вращения.</p>"
  },
  {
    "title": "Строение и номенклатура углеводородов ряда этилена",
    "content": "<p><b>Строение углеводородов: </b>1) <i>этилен </i>– первый представитель гомологического ряда веществ, в молекулах которых имеется двойная связь между атомами углерода; 2) ближайшие гомологи этилена – <i>пропилен и бутилен; </i>3) названия углеводородов ряда этилена образуются путем изменения суффикса<b> – ан </b>соответствующего предельного углеводорода на – <i>илен (этилен, пропилен и т. д.).</i></p><p><b>Особенности систематической (международной) номенклатуры: </b>а) названия этих углеводородов принимают суффикс – <i>ен </i>(этен, пропен, бутен и т. д.); б) гомологи этилена должны отличаться друг от друга по составу молекул на группу атомов СН<sub>2</sub>; в) в молекуле каждого непредельного углеводорода при образовании двойной связи на два атома водорода меньше, чем в молекуле соответствующего предельного углеводорода; г) состав углеводородов ряда этилена (этена) выражается формулой С<sub>n</sub>Н<sub>2n</sub>; д) непредельные углеводороды могут образовывать <b>радикалы.</b></p><p><b>Реакция присоединения, характерная для всех алкенов:</b></p><p>1. Присоединение водорода.</p><p>Эта реакция протекает в присутствии катализатора – мелко раздробленного никеля, платины или палладия – при комнатной температуре.</p><p><b>Реакция гидрирования, или гидрогенизация, </b>– это присоединение водорода к веществу.</p><p>При гидрогенизации олефины превращаются в предельные углеводороды.</p><p>2. Присоединение галогенов.</p><p>Реакция протекает при обычных условиях.</p><p><b>Дихлорэтан </b>– это жидкость, которая хорошо растворяет органические вещества.</p><p>Реакция присоединения брома служит качественной реакцией на непредельные углеводороды.</p><p>3. Присоединение галогеноводородов.</p><p>Галогенопроизводные углеводороды можно получить двумя путями:</p><p>1) присоединение к этилену хлороводорода;</p><p>2) замещение водорода в этане на хлор.</p><p>4. Присоединение воды.</p><p>Реакция протекает в присутствии катализатора – <i>серной кислоты.</i></p><p>Сначала происходит присоединение серной кислоты к этилену по месту разрыва двойной связи с образованием <i>этилсерной кислоты.</i></p><p>Затем этилсерная кислота при взаимодействии с водой образует спирт и кислоту.</p><p>Реакция присоединения воды к этилену в присутствии твердых катализаторов используется для промышленного получения этилового спирта из непредельных углеводородов, которые содержатся в газах крекинга нефти (попутных газах), а также в коксовых газах.</p><p>Важным химическим свойством этилена и его гомологов является способность легко окисляться при обычной температуре.</p><p>При этом окислению подвергаются оба атома углерода, соединенные двойной связью.</p><p>Этилен горит светящимся пламенем с образованием оксида углерода и воды: С<sub>2</sub>Н<sub>4</sub> + 3O<sub>2</sub> > 2СO<sub>2</sub> + 2Н<sub>2</sub>О.</p>"
  },
  {
    "title": "Химические свойства углеводородов ряда этилена. Правило Марковникова",
    "content": "<p><b>Химические свойства: </b>1) для этилена характерна <i>горючесть; </i>2) в отличие от метана, этилен горит светящимся пламенем, что обусловливается повышенным содержанием в нем углерода; 3) углерод, который образуется при распаде молекул этилена от нагревания, сгорает не сразу; 4) если пропускать этилен в раствор перманганата калия, то фиолетовый раствор быстро обесцвечивается; 5) если пропускать этилен и метан в сосуды с бромной водой (водный раствор брома), то от этилена красно-бурый бром быстро обесцвечивается; 6) метан на бромную воду не действует; 7) этилен оказывается более реакционным веществом, чем предельные углеводороды; 8) при реакции этилена с бромом образуется бесцветная жидкость дибромэтан, происходит присоединение молекул брома к молекулам этилена; 9) присоединение атомов брома идет за счет двойной связи, которая при этом превращается в простую связь. Легко присоединяют бром и другие непредельные углеводороды. Раствор перманганата калия и бромная вода являются реактивами на непредельные углеводороды; 10) по двойной связи к непредельным углеводородам в присутствии катализатора (платины, никеля) может присоединяться водород.</p><p>В результате этой реакции происходит насыщение атомов углерода водородными атомами <i>до предела.</i></p><p><b>Реакции гидрирования </b>– это реакции, в которых происходит присоединение водорода к веществу.</p><p><b>Характерные черты реакции гидрирования: </b>1) в процессе гидрирования атомы углерода при двойной связи из состояния sр<sup>2</sup>-гибридизации переходят в состояние sр<sup>3</sup>-гибридизации; 2) изменяется пространственное строение молекулы; 3) из плоской молекулы этилена при гидрировании образуется объемная молекула этана.</p><p><b>Правило Марковникова.</b></p><p>При ионном присоединении галогеноводорода к двойной углерод-углеродной связи несимметричного алкена водород присоединяется к тому атому углерода при двойной связи, с которым соединено больше водородных атомов, а атом галогена – к тому атому углерода, где их меньше.</p><img src='./img/theory/cribs/organic/18-1.png'/><p>Влиянием метильного радикала на двойную связь и обусловливается тот факт, что присоединение идет не произвольно, а в определенном направлении.</p><p>Атом углерода смещает в свою сторону электронную плотность связей с атомами водорода и приобретает частичный отрицательный заряд. Электронная плотность связи радикала с соседним атомом углерода смещается в сторону последнего, а это образует смещение весьма подвижного облака ?-связи к крайнему атому углерода.</p>"
  },
  {
    "title": "Применение и получение этиленовых углеводородов",
    "content": "<p><b>Применение углеводородов:</b></p><p>1) благодаря высокой химической активности углеводороды ряда этилена являются ценным сырьем для синтеза многих органических веществ;</p><p>2) этиленовые углеводороды не используются в качестве горючего;</p><p>3) особенно широко этилен используется для получения органических веществ;</p><p>4) этилен применяется для получения этилового спирта, полиэтилена. Он ускоряет созревание плодов (помидоров, цитрусовых и др.) при введении небольших количеств его в воздух теплиц. Этилен и его гомологи используются как химическое сырье для синтеза многих органических веществ;</p><p>5) при взаимодействии этилена с хлором получается 1,2-дихлорэтан.</p><p><b>Особенности дихлорэтана: </b>а) это летучая, трудновоспламеняющаяся жидкость; б) используется для растворения смол; в) используется для очистки текстильных материалов; г) применяется в сельском хозяйстве для обеззараживания зернохранилищ; д) используется в борьбе с филлоксерой винограда;</p><p>6) при присоединении хлороводорода к этилену получается хлорэтан.</p><p><b>Особенности хлорэтана: </b>а) это газ, который легко превращается в жидкость; б) если налить небольшое количество хлорэтана на руку, произойдет быстрое испарение жидкости и сильное местное охлаждение; в) используется в медицине для замораживания; г) используется в медицине для местной анестезии – при легких операциях;</p><p>7) присоединение воды к этилену лежит в основе производства этанола (этилового спирта);</p><p>8) при полимеризации этилена и пропилена получаются широко применяемые в технике и быту <i>полиэтилен и полипропилен</i>;</p><p>9) в практическом применении этилен ускоряет созревание плодов (помидоров, груш, дынь, лимонов и др.);</p><p>10) для лучшего хранения плоды транспортируются неспелыми и доводятся до созревания на месте, путем ввода небольшого количества этилена в воздух закрытых хранилищ.</p><p><b>Получение углеводородов:</b></p><p>1) углеводороды ряда этилена химически активны;</p><p>2) в промышленности эти углеводороды получаются: а) при переработке нефтепродуктов путем высокотемпературного разложения; б) путем дегидрирования предельных углеводородов. <b>Дегидрирование </b>– это отщепление водорода от предельных углеводородов. Например: а) этан > этилен; б) изобутан > изобутилен. Приставка де– означает отделение чего-либо. Реакция дегидрирования обратима;</p><p>3) в лаборатории непредельные углеводороды получаются различными способами, например этилен получается из этилового спирта путем отщепления воды при нагревании с серной кислотой.</p>"
  },
  {
    "title": "Предпосылки теории строения",
    "content": "<p>Подобно тому как в неорганической химии при изучении элементов и их соединений необходимо постоянно руководствоваться периодическим законом и Периодической системой химических элементов Д.И. Менделеева, в <b>органической химии </b>при изучении веществ необходимо опираться на <b>теорию химического строения.</b></p><p><b>Основные особенности предпосылок химического строения:</b></p><p><b>1) теория химического строения </b>в своей основе была создана <b>в 60-е гг. XIX в.;</b></p><p>2) основная задача органической химии того времени состояла в изучении состава и свойств природных соединений;</p><p>3) также основная задача состояла в разработке способов рационального использования состава и свойств природных соединений для практических нужд;</p><p>4) в связи с развитием промышленности, торговли, ростом городов к органической химии стали предъявляться большие требования;</p><p>5) текстильная промышленность нуждалась в разнообразных красителях;</p><p>6) для развития пищевой промышленности требовались более совершенные методы переработки сельскохозяйственных продуктов;</p><p>7) необходимо было решить проблему освещения растущих городов на основе использования природных материалов;</p><p>8) нужно было также удовлетворить потребность населения в лекарственных веществах и т. д.</p><p>Дальнейшее развитие органической химии стало замедляться из-за отставания в ней теоретических представлений.</p><p><b>Новые теоретические воззрения:</b></p><p>1) открывшиеся в процессе исследования веществ новые явления требовали систематизации и объяснения их с единой точки зрения, но теория того времени оказывалась для этого недостаточной;</p><p>2) органическая химия должна была создавать новые вещества, но теоретические знания не могли указать пути их целенаправленного синтеза;</p><p>3) необходимость новых теоретических воззрений в органической химии становится более понятной, если знать некоторые известные факторы.</p><p>При изучении курса неорганической химии становится известно, что:</p><p>а) углерод образует с водородом большое число соединений, так называемых углеводородов;</p><p>б) в состав горючего природного газа, например, наряду с простейшим углеводородом метаном СН<sub>4</sub>, входят этан С<sub>2</sub>Н<sub>6</sub>, пропан С<sub>3</sub>Н<sub>8</sub>, бутан С<sub>4</sub>H<sub>10</sub> и др.;</p><p>в) при термическом разложении каменного угля образуется бензол С<sub>6</sub>Н<sub>6</sub>, толуол С<sub>7</sub>Н<sub>8</sub> и т. д.;</p><p>г) много различных углеводородов содержится в нефти;</p><p>4) углерод, который содержится в природном газе, является четырехвалентным элементом, но только в метане он сохраняет эту валентность;</p><p>5) в этане С<sub>2</sub>Н<sub>6</sub> углерод должен быть трехвалентным, а в пропане С<sub>3</sub>Н<sub>8</sub> иметь даже дробную валентность.</p>"
  },
  {
    "title": "Реакция полимеризации. Полиэтилен",
    "content": "<p><b>Особенности реакции полимеризации:</b></p><p>1) <b>полимеризация </b>– это последовательное соединение одинаковых молекул в более крупные;</p><p>2) реакции полимеризации особенно характерны для непредельных соединений:</p><p>а) из этилена образуется высокомолекулярное вещество – полиэтилен;</p><p>б) соединение молекул этилена происходит по месту разрыва двойной связи:</p><img src='./img/theory/cribs/organic/20-1.png'/><p>Сокращенно уравнение этой реакции записывается так:</p><p>nСН<sub>2</sub>=СН<sub>2</sub> > (-СН<sub>2</sub>-СН<sub>2</sub>-)<sub>n</sub>;</p><p>3) к концам таких молекул (макромолекул) присоединяются какие-нибудь свободные атомы или радикалы (например, атомы водорода из этилена);</p><p>4) продукт реакции полимеризации называется <b>полимером </b>(от греческого <b>поли </b>– много, <b>мерос </b>– часть);</p><p>5) исходное вещество, которое вступает в реакцию полимеризации, называется <b>мономером.</b></p><p><b>Особенности полимера.</b></p><p>1. <b>Полимер</b> – это соединение с высокой молекулярной массой, молекула которого состоит из большого числа повторяющихся группировок, которые имеют одинаковое строение.</p><p>2. Эти группировки называются <b>элементарными звеньями </b>и <b>структурными единицами.</b></p><p><b>Степень полимеризации (обозначается n) </b>– это число элементарных звеньев, которые повторяются в макромолекуле.</p><p>В зависимости от степени полимеризации из одних и тех же мономеров можно получать вещества с различными свойствами.</p><p><b>Особенности степени полимеризации:</b></p><p>а) полиэтилен с короткими цепями <b>(n = 20) </b>является жидкостью, обладающей смазочными свойствами;</p><p>б) полиэтилен с длиной цепи в 1500–2000 звеньев представляет собой твердый, но гибкий пластический материал, из которого можно получать пленки, изготовлять бутылки;</p><p>в) полиэтилен с длиной цепи 5–6 тыс. звеньев является твердым веществом, из которого можно готовить литые изделия, жесткие трубы, прочные нити.</p><p><b>Условия протекания реакций полимеризации весьма различны:</b></p><p>1) в некоторых случаях необходимы катализаторы и высокое давление;</p><p>2) главным фактором является строение молекулы мономера;</p><p>3) в реакцию полимеризации вступают непредельные (ненасыщенные) соединения за счет взрыва кратных связей.</p><p>В лабораторных условиях полиэтилен получают при нагревании этилового спирта с водоотнимающими веществами (концентрированной серной кислотой, оксидом фосфора (v) и другими): С<sub>2</sub>Н<sub>5</sub>ОН > СН<sub>2</sub>=СН<sub>2</sub> + Н<sub>2</sub>О.</p>"
  },
  {
    "title": "Ацетилен и его гомологи",
    "content": "<p><b>Ацетилен </b>– это непредельный углеводород, который содержит тройную связь, состоящую из одной ?-связи и двух ?-связей.</p><p><b>Особенности строения:</b></p><p>1) первый представитель ряда ацетилена – <i>бесцветный газ.</i></p><p><b>Особенности бесцветного газа:</b></p><p>а) немного растворим в воде;</p><p>б) его молекулярная формула С<sub>2</sub>Н<sub>2</sub>;</p><p>2) в молекуле ацетилена еще на два атома водорода меньше, чем в молекуле этилена;</p><p>3) ?-связь уступает по прочности основной ?-связи, поэтому и по месту ?-связей могут проходить реакции окисления и присоединения.</p><p><b>Структурная формула ацетилена: </b>НС?СН.</p><p>1) тройная связь в молекуле ацетилена означает, что атомы углерода в ней соединены тремя парами электронов;</p><p>2) исследования строения молекулы ацетилена показывают, что атомы углерода и водорода в молекуле ацетилена расположены на одной прямой;</p><p>3) молекула ацетилена имеет линейное строение;</p><p>4) атомы углерода соединены между собой одной ?-связью и двумя ?-связями.</p><p><b>Особенности строения молекулы ацетилена:</b></p><p>1) в такой молекуле каждый атом углерода соединен ?-связями только с двумя другими атомами (атом углерода и атом водорода) и в гибридизации здесь участвуют лишь два электронных облака – одного <i>s</i>-электрона и одного <i>р</i>-электрона.</p><p>Это случай <i>sр</i>-гибридизации.</p><p>Суть состоит в том, что два гибридных облака, которые образуются в виде несимметричных объемных восьмерок, стремятся максимально удалиться друг от друга и устанавливают связи с другими атомами во взаимно противоположных направлениях под углом 180°;</p><p>2) облака двух других <i>р</i>-электронов не участвуют в гибридизации.</p><p>Они сохраняют форму симметричных объемных восьмерок и при боковом перекрывании с подобными облаками другого углеродного атома образуют две ?-связи.</p><p><b>Гомологи ацетилена:</b></p><p>1) подобно метану и этилену, ацетилен начинает собой гомологический ряд;</p><p>2) это ряд ацетиленовых углеводородов с одной тройной связью между атомами углерода в молекуле;</p><p>3) согласно систематической номенклатуре название таких углеводородов образуются путем замены суффикса – <i>ан </i>соответствующих предельных углеводородов на – <i>ин</i>;</p><p>4) как и этиленовые углеводороды, атомы углерода нумеруются начиная с того конца, к которому ближе кратная (тройная) связь:</p><p>а) этин СН?СН;</p><p>б) бутин-1 СН?С-СН<sub>2</sub>-СН<sub>3</sub>;</p><p>в) бутин-2 СН<sub>3</sub>-С?С-СН<sub>3</sub>.</p><p>Особенности изомерии: а) обусловлена разветвлением углеродного скелета; б) характерное положение тройной связи; в) помогает в получении и использовании ацетилена в различных сферах.</p>"
  },
  {
    "title": "Химические свойства ацетилена",
    "content": "<p>1) ацетилен данного ряда углеводородов имеет большое практическое значение;</p><p>2) в отличие от метана и этилена, ацетилен горит ярким пламенем.</p><p>Примеры горения ацетилена: сварочные работы на стройках, в мастерских, на заводах.</p><p>Во всех этих случаях не видно образования копоти.</p><p>В данном случае: а) частички углерода сильно раскаляются в средней части пламени; б) придают ему яркость; в) в конечном итоге сгорают полностью.</p><p>При сварочных работах вместо воздуха используется кислород. При этом достигается полное сгорание ацетилена, возрастает температура пламени до 3000 °C. Смеси ацетилена с воздухом и кислородом взрывоопасны;</p><p>3) ?-связь уступает по прочности основной ?-связи;</p><p>4) по месту ?-связей могут проходить реакции присоединения и окисления.</p><p>Если в цилиндр, заполненный ацетиленом, налить раствор <b>перманганата калия, </b>раствор быстро обесцветится;</p><p>5) ацетилен, как и этилен, легко окисляется;</p><p>6) из реакций присоединения для ацетилена характерно взаимодействие с бромом.</p><p>Две стадии реакции присоединения при взаимодействии ацетилена с бромом:</p><p>1) сначала бром присоединяется по месту одной ?-связи и образуется 1,2-дибромэтен: СН = СН + Вr<sub>2</sub> > ВrСН=СНВr;</p><p>2) затем присоединяется вторая молекула брома по второй ?-связи, продуктом реакции является 1,1,2,2-тетрабромэтан: ВrСН=СНВr + Вг2 > Вr<sub>2</sub>СН– СНВr<sub>2</sub>;</p><p>3) в присутствии катализатора (платины, никеля) к ацетилену может присоединяться водород.</p><p>При этом ацетилен сперва превращается в этилен, а затем в этан:</p><img src='./img/theory/cribs/organic/22-1.png'/><p>4) при присоединении хлороводорода по одной из ?-связей образуется газообразное вещество хлорэтен (хлорвинил). Катализатором данной реакции является хлорид ртути:</p><img src='./img/theory/cribs/organic/22-2.png'/><p>5) присоединение воды (гидратация) происходит в присутствии катализатора Hg<sup>2+</sup> в кислой среде (реакция М.Г. Кучерова). При этом ацетилен образует ацетальдегид, а его гомологи – соответствующие кетоны:</p><img src='./img/theory/cribs/organic/22-3.png'/>"
  },
  {
    "title": "Применение и получение ацетилена",
    "content": "<p><b>Ацетилен </b>– это один из наиболее значимых углеводородов с тройной связью. Он является первым представителем ряда ацетилена, а также бесцветным газом, который практически не растворим в воде. Молекула ацетилена имеет на два атома водорода меньше, чем в молекуле этилена, и при этом характерно образование третьей связи между атомами углерода.</p><p><b>Применение ацетилена:</b></p><p>1) может применяться в качестве <i>горючего </i>при газовой сварке и резке металлов;</p><p>2) используется также для <i>синтеза </i>различных органических соединений;</p><p>3) в результате присоединения хлора к ацетилену получают растворитель – 1,1,2,2-тетрахлорэтан. Путем дальнейшей переработки тетрахлорэтана получаются другие хлорпроизводные;</p><p>4) при отщеплении хлороводорода от 1,1,2,2-тетрахлорэтана образуется трихлорэтен – растворитель высокого качества, который широко применяется при чистке одежды: СНСI = ССI<sub>2</sub>;</p><p>5) в больших количествах ацетилен идет на производство хлорэтена, или винилхлорида, с помощью полимеризации которого получается поливинилхлорид (используется для изоляции проводов, изготовления плащей, искусственной кожи, труб и других продуктов);</p><p>6) из ацетилена получаются и другие полимеры, которые необходимы в производстве пластмасс, каучуков и синтетических волокон.</p><p><b>Получение ацетилена:</b></p><p>1) в лабораториях и промышленности ацетилен чаще всего получается карбидным способом. Если кусочки карбида кальция поместить в сосуд с водой или если воду добавлять к карбиду кальция, начинается сильное выделение ацетилена: СаС<sub>2</sub> + 2НОН > С<sub>2</sub>Н<sub>2</sub> + Са(ОН)<sub>2</sub>. Со стороны промышленности полимерных материалов карбидный способ является малоэффективным. Он связан с большими затратами электроэнергии на получение карбида кальция.</p><p><b>Особенности карбида кальция:</b></p><p>а) карбид кальция получают в электропечах;</p><p>б) получается при взаимодействии извести с углеродом (коксом, антрацитом);</p><p>в) получается при температуре 2000 °C: СаО + 3С > СаС<sub>2</sub> + СО;</p><p>2) применяется способ получения ацетилена из более доступного химического сырья – природного газа (метана).</p><p><b>Особенности получения ацетилена из метана: </b>а) если метан нагревать до высокой температуры, то он разлагается на углерод и водород; б) одним из промежуточных продуктов этой реакции становится ацетилен: 2СН<sub>4</sub> > 2С + 4Н<sub>2</sub>;</p><p>в) одной из характерных черт получения ацетилена из метана являются две идеи:</p><p>– выделить его на промежуточной стадии;</p><p>– не дать ацетилену возможности разложиться на углерод и водород.</p><p>Для этого образующийся ацетилен необходимо быстро удалить из зоны высокой температуры и охладить.</p>"
  },
  {
    "title": "Диеновые угле",
    "content": "<p><b>Строение и номенклатура.</b></p><p><b>Диеновые углеводороды </b>– это углеводороды с двумя двойными связями.</p><p><b>Общая формула диеновых углеводородов: </b>С<sub>n</sub>Н<sub>2n-2</sub>.</p><p>Алкадиены, в молекулах которых две двойных связи разделены одной простой связью, называются соединениями с <i>сопряженными </i>двойными связями (дивинил и его гомологи).</p><p>СН<sub>2</sub>=СН-СН =СН<sub>2</sub> бутадиен-1,3 (дивинил).</p><p>Алкадиены, в молекулах которых две двойных связи примыкают к одному углеродному атому, называются углеводородами с <b><i>кумулированными </i></b>двойными связями (аллен и его гомологи):</p><p>СН<sub>2</sub>=С=СН<sub>2</sub> пропадиен-1,2 (аллен);</p><p>R-СН =С=СН<sub>2</sub> алкилаллены.</p><p>Углеводороды, в молекулах которых две двойных связи разделены двумя и более простыми связями, называются алкадиенами с <i>изолированными </i>двойными связями.</p><p>СН<sub>2</sub>=СН—СН<sub>2</sub>—СН=СН<sub>2</sub> пентадиен-1,4.</p><p><b>Химические свойства диеновых углеводородов.</b></p><p>Имея двойные связи в молекулах, диеновые углеводороды вступают в обычные реакции присоединения.</p><p>Например: а) обесцвечивают бромную воду; б) присоединяют галогеноводороды.</p><p>Характерной особенностью реакции присоединения является то, что наряду с обычным 1,2-присоединением идет 1,4-присоединение, при этом между 2-м и 3-м углеродными атомами возникает двойная связь. При реакции бутадиена-1,3 с бромистым водородом получается два продукта:</p><img src='./img/theory/cribs/organic/24-1.png'/><p>Соотношение продуктов реакции зависит от температуры и природы галогена. Выход продукта 1,4-присоединения увеличивается с повышением температуры и при переходе от хлора к йоду. При комнатной температуре получают смесь продуктов 1,2– и 1,4-присоединения. При низких температурах образуется больше того продукта, скорость образования которого выше (кинетически контролируемый продукт 1,2-присоединения). При высоких температурах образуется термодинамически более стабильный продукт 1,4-присоединения (термодинамически контролируемый продукт реакции). При наличии достаточного количества брома молекула бутадиена может присоединить по месту образующейся двойной связи еще одну молекулу галогена. При наличии двойных связей диеновые углеводороды довольно легко полимеризуются.</p><p>Продуктом полимеризации 2-метилбутадиена-1,3 (изопрена) является <i>природный каучук.</i></p>"
  },
  {
    "title": "Каучук и его свойства. Вулканизация каучука",
    "content": "<p><b>Основные способы получения каучука в природе:</b></p><p>1) каучук получается из млечного сока некоторых растений, преимущественно гевеи, родина которой – Бразилия;</p><p>2) для получения каучука на деревьях гевеи делаются надрезы;</p><p>3) млечный сок, который выделяется из надрезов и представляет собой коллоидный раствор каучука, собирается;</p><p>4) после этого он подвергается коагуляции действием электролита (раствор кислоты) или нагреванием;</p><p>5) в результате коагуляции выделяется каучук.</p><p><b>Основные свойства каучука:</b></p><p>1) важнейшее свойство каучука – это его <i>эластичность.</i></p><p><b>Эластичность </b>– это свойство испытывать значительные упругие деформации при сравнительно небольшой действующей силе, например растягиваться, сжиматься, а затем восстанавливать прежнюю форму после прекращения действия силы;</p><p>2) ценным для практического использования свойством каучука является также непроницаемость для воды и газов.</p><p>В Европе изделия из каучука (калоши, непромокаемая одежда) стали распространяться с начала ХIХ в. Известный ученый Гудьир открыл <i>способ вулканизации каучука </i>– превращения его в резину путем нагревания с серой, что позволило получать прочную и упругую резину.</p><p>3) резина обладает еще лучшей эластичностью, в этом с ней не может сравниться никакой другой материал; она прочнее каучука и более устойчива к изменению температуры.</p><p>По своему значению в народном хозяйстве каучук стоит в одном ряду со сталью, нефтью, каменным углем.</p><p><b>Состав и строение натурального каучука: </b>а) качественный анализ показывает, что каучук состоит из двух элементов – углерода и водорода, т. е. относится к классу углеводородов; б) количественный анализ его приводит к простейшей формуле С<sub>5</sub>Н<sub>8</sub>; в) определение молекулярной массы показывает, что она достигает нескольких сот тысяч (150 000–500 000); г) каучук – это природный полимер; д) молекулярная формула его – (С<sub>5</sub>Н<sub>8</sub>)n; е) макромолекулы каучука образованы молекулами изопрена; ж) молекулы каучука хотя и имеют линейное строение, не вытянуты в линию, а многократно изогнуты, как бы свернуты в клубки; з) при растягивании каучука такие молекулы распрямляются, образец каучука от этого становится длинее.</p><p><b>Характерные особенности вулканизации каучука:</b></p><p>1) натуральный и синтетический каучуки используются преимущественно в виде резины, так как она обладает значительно более высокой прочностью, эластичностью и рядом других ценных свойств. Для получения резины каучук вулканизируется;</p><p>2) из смеси каучука с серой, наполнителями (особенно важным наполнителем служит сажа) и другими веществами формуются нужные изделия и подвергаются нагреванию.</p>"
  },
  {
    "title": "Ароматические углеводороды (арены)",
    "content": "<p><b>Характерные особенности ароматических углеводородов:</b></p><p>1)<b> ароматические углеводороды (арены) </b>– это углеводороды, молекулы которых содержат одно или несколько бензольных колец, например:</p><p>а) бензол;</p><p>б) нафталин;</p><p>в) антрацен;</p><p>2) простейшим представителем ароматических углеводородов является бензол, его формула – С<sub>6</sub>Н<sub>6</sub>;</p><p>3) структурная формула бензольного ядра с чередующимися тремя двойными и тремя простыми связями была предложена еще в 1865 г.;</p><p>4) известны ароматические углеводороды с кратными связями в боковых цепях, например стирол, а также многоядерные, которые содержат несколько бензольных ядер (нафталин).</p><p><b>Способы получения и применения ароматических углеводородов:</b></p><p>1) ароматические углеводороды содержатся в каменноугольной смоле, получаемой при коксовании каменного угля;</p><p>2) другим важным источником их получения служит нефть некоторых месторождений, например Майкопского;</p><p>3) чтобы удовлетворить огромную потребность в ароматических углеводородах, их получают также путем каталитической ароматизации ациклических углеводородов нефти.</p><p>Эта проблема была успешно разрешена Н.Д. Зелинским и его учениками Б.А. Казанским и А.Ф. Платэ, осуществившими превращение многих предельных углеводородов в ароматические.</p><p>Так, из гептана С<sub>7</sub>Н<sub>16</sub> при нагревании в присутствии катализатора получается толуол;</p><p>4) ароматические углеводороды и их производные широко применяются для получения пластических масс, синтетических красителей, лекарственных и взрывчатых веществ, синтетических каучуков, моющих средств;</p><p>5) бензол и все соединения, которые содержат ядро бензола, названы ароматическими, поскольку первыми изученными представителями этого ряда были душистые вещества или соединения, выделенные из природных ароматных веществ;</p><p>6) теперь к этому ряду относятся и многочисленные соединения, не имеющие приятного запаха, но обладающие комплексом химических свойств, называемых ароматическими свойствами;</p><p>7) многие другие ароматические полинитросоединения (содержащие три и более нитрогруппы – NO<sub>2</sub>) также используются как взрывчатые вещества.</p>"
  },
  {
    "title": "Бензол и его строение",
    "content": "<p><b>Физические свойства: </b>1) бензол – легкокипящая, бесцветная, не растворимая в воде жидкость; 2) он имеет своеобразный запах; 3) при охлаждении бензол легко застывает в белую кристаллическую массу; 4) температура его плавления 5,5 °C; 5) формула бензола С<sub>6</sub>Н<sub>6</sub>; 6) это сильно ненасыщенное соединение: в молекуле его недостает восемь атомов водорода до состава, отвечающего формуле предельных углеводородов; 7) при этом если взболтать бензол с бромной водой или раствором перманганата калия, то не обнаружится характерных реакций непредельных соединений.</p><p><b>Проблема строения бензола.</b></p><p>1. Бензол может быть получен при пропускании ацетилена через трубку с активированным углем, нагретым до 650 °C.</p><p>2. Сравнивая состав молекул ацетилена С<sub>2</sub>Н<sub>2</sub> и бензола С<sub>6</sub>Н<sub>6</sub>, можно прийти к выводу, что из каждых трех молекул ацетилена образуется одна молекула бензола, т. е. идет реакция полимеризации (тримеризации).</p><p>3. Если смесь паров бензола с водородом пропускать через нагретую трубку с катализатором, то оказывается, что: а) к каждой молекуле бензола присоединяются три молекулы водорода; б) в результате реакции образуется циклогексан, строение которого хорошо известно.</p><p>4. Присоединение к молекуле бензола трех молекул водорода с образованием циклогексана можно понять только в том случае, если признать, что исходный продукт имеет циклическое строение.</p><p>То есть если бы бензол имел незамкнутую цепь углеродных атомов, то молекула его до полного насыщения присоединяла бы не три, а четыре молекулы водорода: C<sub>6</sub>H<sub>6</sub> + 4H<sub>2</sub> – &gt; C<sub>6</sub>H, что противоречит опыту.</p><p>Образование циклической молекулы бензола из трех молекул ацетилена можно представить следующим образом:</p><img src='./img/theory/cribs/organic/27-1.png'/><p>Так можно прийти к выводу о циклической структурной формуле бензола.</p><p>Приведенная структурная формула бензола была предложена впервые немецким ученым <b>А. Кекуле </b>(1865 г.).</p><p>Более столетия химики пользовались этой формулой, хотя она их и не вполне удовлетворяла.</p><p><b>Электронное строение бензола.</b></p><p>1. Современными физическими методами было установлено, что молекула бензола имеет циклическое строение и что все шесть атомов углерода лежат в одной плоскости.</p><p>2. Было подтверждено, что порядок соединения атомов правильно отображается формулой <b>Кекуле.</b></p>"
  },
  {
    "title": "Химические свойства бензола",
    "content": "<p>1. Подобно всем углеводородам, бензол горит.</p><p>2. При его горении образуется очень много копоти, что легко объяснить, так как массовая доля углеводорода в нем та же, что и в ацетилене.</p><p><b>Особенности опыта.</b></p><p>1. В колбу с длинной вертикальной трубкой в качестве холодильника необходимо поместить бензол с небольшим количеством брома и железными стружками (железо необходимо для образования катализатора FeBr3).</p><p>Будет заметно, что у отводной трубки прибора появляется «дымок».</p><p>2. Растворив выделяющийся газ в воде и прибавив к этому раствору раствор нитрата серебра, можно убедиться, что при реакции брома с бензолом образуется бромоводород НВr.</p><p>3. В колбе после реакции остается тяжелая жидкость – бромбензол С<sub>6</sub>Н<sub>5</sub>Вr.</p><p>Следовательно, бром в этих условиях не присоединяется к бензолу, а вступает в реакцию замещения.</p><p>4. По внутренней сущности эта реакция отличается от реакций замещения у предельных углеводородов.</p><p>5. Она идет не через образование свободных радикалов и не имеет цепного характера.</p><p>6. Под влиянием бромида железа FeBr<sub>3</sub> молекула брома поляризуется: Вr<sup>?+ </sup>– Вr<sup>?-</sup>.</p><p>7. Положительно заряженный бром притягивается шестиэлектронным облаком молекулы бензола и устанавливает ковалентную связь с одним из атомов углерода, вытесняя водород в виде протона, который с отрицательно заряженным ионом брома Вr – образует молекулу <i>бромоводорода.</i></p><p>8. Характерна для бензола реакция с азотной кислотой.</p><p>Если к смеси концентрированных азотной и серной кислот прибавить бензол и слегка ее подогреть, происходит реакция, в результате которой образуется тяжелая желтоватая жидкость с запахом горького миндаля – <i>нитробензол </i>С<sub>6</sub>Н<sub>5</sub>-NO<sub>2</sub>.</p><p>Здесь группа атомов – NO<sub>2</sub>, называемая нитрогруппой, встает на место атома водорода, подобно брому в предыдущей реакции.</p><p>9. По своему свойству вступать в <b>реакцию замещения </b>бензол несколько сходен с предельными углеводородами, несмотря на непредельность своего состава.</p><p>10. В определенных условиях бензол может вступать и в реакции присоединения.</p><p>11. К бензолу может присоединяться хлор, если смесь этих веществ подвергнуть освещению.</p><p>Так получается гексахлорциклогексан – кристаллическое вещество, известное под названием гексахлорана.</p><p>12. Реакции присоединения водорода и хлора показывают, что бензол имеет некоторое сходство и с непредельными углеводородами.</p><p>13. По химическим свойствам бензол занимает как бы промежуточное положение между предельными и непредельными углеводородами.</p>"
  },
  {
    "title": "Получение и применение бензола",
    "content": "<p><b>Применение бензола.</b></p><p>1. Бензол служит исходным веществом для синтеза очень многих органических соединений.</p><p>2. Реакцией нитрования получают нитробензол C<sub>6</sub>H<sub>5</sub>NO<sub>2</sub>, хлорированием бензола – хлорбензол С<sub>6</sub>Н<sub>5</sub>Сi (растворитель) и другие хлорпроизводные.</p><p>3. Бензол используется как исходный продукт при синтезе лекарственных и душистых веществ, разнообразных красителей, мономеров для синтеза высокомолекулярных соединений и т. д.</p><p>4. Он применяется также в качестве растворителя и как добавка к моторному топливу в целях улучшения его свойств.</p><p>5. Хлорпроизводные бензола и других углеводородов используются в сельском хозяйстве в качестве химических средств защиты растений.</p><p>6. Так, продукт замещения в бензоле атомов водорода хлором – гексахлорбензол C<sub>6</sub>Cl<sub>6</sub> применяется для сухого протравливания семян пшеницы и ржи против твердой головни.</p><p>7. Из галогенопроизводных других углеводородов можно назвать гексахлорбутадиен С<sub>4</sub>Сl<sub>6</sub>, аналогичный по строению бутадиену-1,3, необходимый для борьбы с филлоксерой на виноградниках.</p><p>8. В сельском хозяйстве используется много других ядохимикатов для борьбы с насекомыми.</p><p>9. Также бензол используется для уничтожения сорняков, защиты растений от болезней и т. д.</p><p>10. Применение ядохимикатов требует хорошего знания их свойств и строгого следования установленным правилам их использования, так как при неправильном обращении они небезопасны для человека и могут нанести большой ущерб окружающей природе.</p><p><b>Получение бензола.</b></p><p>1. Важный источник получения бензола – коксование каменного угля.</p><p>2. В процессе коксования – сильного нагревания угля без доступа воздуха – образуется много летучих продуктов, из которых наряду с другими веществами извлекается бензол.</p><p>3.<b> Н.Д. Зелинский</b> показал, что бензол легко образуется из циклогексана при каталитическом воздействии платины или палладия и температуре около 300 °C.</p><p>4. Было установлено также, что при соответствующих катализаторах и нагревании гексан может превращаться в бензол.</p><p>5. Реакции получения бензола из предельных углеводородов и циклопарафинов приобрели сейчас в связи с возрастающей потребностью в этом веществе большое практическое значение.</p><p><b>Особенности теории электронного строения.</b></p><p>1. Все атомы углерода в молекуле бензола находятся в состоянии sp<sup>2</sup>-гибридизации.</p><p>2. Три гибридных электронных облака каждого атома углерода, имеющие форму вытянутых объемных восьмерок, образуют в плоскости кольца две ?-связи с соседними атомами углерода и одну ?-связь с атомом водорода; углы между этими тремя связями равны 120°. Негибридная p-орбиталь располагается перпендикулярно плоскости кольца.</p>"
  },
  {
    "title": "Особенности органических соединений",
    "content": "<p>В отличие от неорганических веществ <b>органические вещества имеют ряд характерных особенностей:</b></p><p>1) атомы углерода способны соединяться друг с другом;</p><p>2) образуют цепи и кольца, что не так типично для неорганических соединений. Это одна из причин многообразия органических соединений;</p><p>3) одной из важных особенностей органических соединений, которая накладывает отпечаток на все их химические свойства, является характер связей между атомами в их молекулах.</p><p>Эти связи имеют ярко выраженный ковалентный характер. Органические вещества в большинстве неэлектролиты, не диссоциируют в растворах на ионы и сравнительно медленно взаимодействуют друг с другом.</p><p>Время, необходимое для завершения реакций между органическими веществами, измеряется часами, а иногда и днями.</p><p>Если <i>ионные </i>(неорганические) соединения легко диссоциируют в воде на ионы и реакции между ними протекают весьма быстро, то органические вещества, содержащие <i>простые </i>(одинарные) С – С и С – Н связи, взаимодействуют между собой с большим трудом.</p><p>При нагревании в пределах 400–600 °C органические соединения полностью разлагаются и обугливаются, а в присутствии кислорода сгорают. Это объясняется сравнительно небольшой прочностью связи между атомами углерода (355,6 кДж/моль);</p><p>4) важной особенностью органических соединений является и то, что среди них широко распространено явление изомерии;</p><p>5) имеется множество соединений углерода, которые обладают одинаковым качественным и количественным составом и одинаковой молекулярной массой, но совершенно различными физическими и даже химическими свойствами;</p><p>6) многие органические соединения являются непосредственными носителями, участниками или продуктами процессов, которые протекают в живых организмах, – ферменты, гормоны, витамины.</p><p><b>Особенности атома углерода объясняются его строением:</b></p><p>1) он имеет четыре валентных электрона;</p><p>2) атомы углерода образуют с другими атомами, а также друг с другом общие электронные пары. При этом на внешнем уровне каждого атома углерода будет восемь электронов (октет), четыре из которых одновременно принадлежат другим атомам.</p><p>В органической химии обычно пользуются структурными формулами, поскольку атомы имеют пространственное расположение в молекуле.</p><p><b>Структурные формулы </b>– это язык органической химии.</p><p>В структурных формулах ковалентная связь обозначается черточкой. Как и в структурных формулах неорганических веществ, каждая черточка означает общую электронную пару, связывающую атомы в молекуле. Используются также <b>эмпирические </b>и <b>электронные </b>формулы.</p>"
  },
  {
    "title": "Гомологи бензола",
    "content": "<p><b>Строение гомологов бензола:</b></p><p>1) бензол, как и другие углеводороды, начинает соответствующий гомологический ряд;</p><p>2) его гомологи рассматриваются как продукты замещения одного или нескольких атомов водорода в молекуле бензола на различные углеводородные радикалы;</p><p>3) атомы углерода в формулах нумеруются и при помощи цифр, в название вещества указывается положение замещающих групп.</p><p><b>Химические свойства гомологов бензола:</b></p><p>1) при нитровании в жестких условиях в молекулу бензола и толуола С<sub>6</sub>Н<sub>5</sub>-СН<sub>3</sub> можно ввести три нитрогруппы;</p><p>2) толуол нитрируется несколько легче, чем бензол;</p><p>3) при этом образуется 2,4,6-тринитротолуол – взрывчатое вещество, которое называется толом или тротилом;</p><p>4) большая реакционная способность бензольного ядра в положениях 2,4,6 объясняется влиянием на него радикала – СН<sub>3</sub>.</p><p>Толуол можно рассматривать не только как бензол, в молекуле которого атом водорода замещен на метильную группу, но и как метан, в молекуле которого атом водорода заменен ароматическим радикалом фенилом С<sub>6</sub>Н<sub>5</sub>.</p><p>Метан очень устойчив к действию окислителей.</p><p>Если же раствор перманганата калия мы добавим к толуолу и смесь нагреем, то заметим, что фиолетовый раствор постепенно обесцвечивается. Это происходит потому, что группа – СН<sub>3</sub> в толуоле подвергается окислению;</p><p>5) при действии раствора перманганата калия на толуол метильная группа окисляется в карбоксильную, образуется бензойная кислота.</p><p>На опытах можно убедиться, что: а) в толуоле метильная группа влияет на бензольное ядро, облегчая течение реакций замещения (в положениях 2, 4, 6); б) бензольное ядро влияет на метильную группу, обусловливая меньшую устойчивость ее к действию окислителей.</p><p>В основе этого явления лежит влияние друг на друга электронных структур атомов;</p><p>6) повышение реакционной способности бензольного ядра в самом общем виде можно о"
  },
  {
    "title": "Природный и попутный нефтяной газ",
    "content": "<p><b>Особенности природного газа.</b></p><p>1. Основная составная часть природного газа – метан.</p><p>2. Кроме метана, в природном газе присутствуют этан, пропан, бутан.</p><p>3. Обычно чем выше молекулярная масса углеводорода, тем меньше его содержится в природном газе.</p><p>4. Состав природного газа различных месторождений неодинаков. Средний состав его (в процентах по объему) следующий: а) СН<sub>4</sub> – 80–97; б) С<sub>2</sub>Н<sub>6</sub> – 0,5–4,0; в) С<sub>3</sub>Н<sub>8</sub> – 0,2–1,5.</p><p>5. В качестве горючего природный газ имеет большие преимущества перед твердым и жидким топливом.</p><p>6. Теплота сгорания его значительно выше, при сжигании он не оставляет золы.</p><p>7. Продукты сгорания значительно более чистые в экологическом отношении.</p><p>8. Природный газ широко используется на тепловых электростанциях, в заводских котельных установках, различных промышленных печах.</p><p><b>Способы применения природного газа</b></p><p>1. Сжигание природного газа в доменных печах позволяет сократить расход кокса, снизить содержание серы в чугуне и значительно повысить производительность печи.</p><p>2. Использование природного газа в домашнем хозяйстве.</p><p>3. В настоящее время он начинает применяться в автотранспорте (в баллонах под высоким давлением), что позволяет экономить бензин, снижать износ двигателя и благодаря более полному сгоранию топлива сохранять чистоту воздушного бассейна.</p><p>4. Природный газ – важный источник сырья для химической промышленности, и роль его в этом отношении будет возрастать.</p><p>5. Из метана получают водород, ацетилен, сажу.</p><p><b>Попутный нефтяной газ (особенности)</b>:</p><p>1) попутный нефтяной газ по своему происхождению тоже является природным газом; 2) особое название он получил потому, что находится в залежах вместе с нефтью – он растворен в ней и находится над нефтью, образуя газовую «шапку»; 3) при извлечении нефти на поверхность он вследствие резкого падения давления отделяется от нее.</p><p><b>Способы применения попутного нефтяного газа.</b></p><p>1. Прежде попутный газ не находил применения и тут же на промысле сжигался.</p><p>2. В настоящее время его все в большей степени улавливают, так как он, как и природный газ, представляет собой хорошее топливо и ценное химическое сырье.</p><p>3. Возможности использования попутного газа даже значительно шире, чем природного; наряду с метаном в нем содержатся значительные количества других углеводородов: этана, пропана, бутана, пентана.</p>"
  },
  {
    "title": "Нефть и ее переработка",
    "content": "<p><b>В промышленности получают нужные народному хозяйству нефтепродукты.</b></p><p>Природная нефть всегда содержит воду, минеральные соли и разного рода механические примеси.</p><p>Поэтому, прежде чем поступить на переработку, природная нефть подвергается обезвоживанию, обессоливанию и ряду других предварительных операций.</p><p><b>Особенности перегонки нефти.</b></p><p>1. Способ получения нефтепродуктов путем отгонки из нефти одной фракции за другой подобно тому, как это осуществляется в лаборатории, для промышленных условий неприемлем.</p><p>2. Он очень непроизводителен, требует больших затрат и не обеспечивает достаточно четкого распределения углеводородов по фракциям в соответствии с их молекулярной массой.</p><p>Всех этих недостатков лишен <b>способ перегонки нефти на непрерывно действующих трубчатых установках:</b></p><p>1) установка состоит из трубчатой печи для нагревания нефти и ректификационной колонны, где нефть разделяется на фракции (дистилляты) – отдельные смеси углеводородов в соответствии с их температурами кипения – бензин, лигроин, керосин и т. д.;</p><p>2) в трубчатой печи расположен в виде змеевика длинный трубопровод;</p><p>3) печь обогревается горящим мазутом или газом;</p><p>4) по трубопроводу непрерывно подается нефть, в нем она нагревается до 320–350 °C и в виде смеси жидкости и паров поступает в ректификационную колонну.</p><p><b>Особенности ректификационной колонны.</b></p><p>1. Ректификационная колонна – стальной цилиндрический аппарат высотой около 40 м.</p><p>2. Она имеет внутри несколько десятков горизонтальных перегородок с отверстиями, так называемых тарелок.</p><p>3. Пары нефти, поступая в колонну, поднимаются вверх и проходят через отверстия в тарелках.</p><p>4. Постепенно охлаждаясь при своем движении вверх, они сжижаются на тех или иных тарелках в зависимости от температур кипения.</p><p>5. Углеводороды менее летучие сжижаются уже на первых тарелках, образуя газойлевую фракцию, более летучие углеводороды собираются выше и образуют керосиновую фракцию, еще выше собирается лигроиновая фракция, наиболее летучие углеводороды выходят в виде паров из колонны и образуют бензин.</p><p>6. Часть бензина подается обратно в колонну для орошения, что способствует охлаждению и конденсации поднимающихся паров.</p><p>7. Жидкая часть нефти, поступающей в колонну, стекает по тарелкам вниз, образуя мазут.</p><p>Чтобы облегчить испарение летучих углеводородов, задерживающихся в мазуте, снизу навстречу стекающему мазуту подают перегретый пар.</p><p>8. Образующиеся фракции на определенных уровнях выводятся из колонны.</p><p>Далее они подвергаются очистке от примесей при помощи серной кислоты, щелочи и другими способами.</p>"
  },
  {
    "title": "Нефть и нефтепродукты",
    "content": "<p><b>Физические свойства и состав нефти.</b></p><p><b>Нефть </b>– маслянистая горючая жидкость обычно темного цвета со своеобразным запахом; она немного легче воды и в воде не растворяется.</p><p><b>Особенности опыта, которые позволяют убедиться, что нефть – это смесь углеводородов.</b></p><p>1. Если нагревать ее в приборе, то можно заметить, что перегоняется она не при определенной температуре, что характерно для индивидуальных веществ, а в широком интервале температур.</p><p>2. Сначала при умеренном нагревании перегоняются преимущественно вещества с небольшой молекулярной массой, обладающие более низкой температурой кипения, затем при более высокой температуре начинают перегоняться вещества с большей молекулярной массой.</p><p>3. Состав нефтей неодинаков.</p><p>Но все они обычно содержат три вида углеводородов – парафины (преимущественно нормального строения), циклопарафины (нафтены) и ароматические, хотя соотношение этих углеводородов в нефтях различных месторождений бывает разное.</p><p>Например, нефть Мангышлака богата предельными углеводородами, нефть в районе Баку – циклопарафинами.</p><p>4. Помимо углеводородов, в меньших количествах в нефти содержатся органические соединения, в состав которых входят кислород, азот, сера и другие элементы. Имеются и высокомолекулярные соединения в виде смол и асфальтовых веществ.</p><p>5. Всего нефть содержит сотни различных соединений.</p><p><b>Нефтепродукты и их применение.</b></p><p>1. Так как нефть – смесь углеводородов различной молекулярной массы, имеющих разные температуры кипения, то перегонкой ее разделяют на отдельные фракции (дистилляты), из которых получают бензин, содержащий углеводороды, кипящие в интервале от 40 до 200 °C; лигроин, содержащий углеводороды с температурой кипения от 150 до 250 °C; керосин, включающий углеводороды C12—C18 с температурой кипения от 180 до 300 °C, и далее – газойль.</p><p>Это так называемые светлые нефтепродукты.</p><p>2. Бензин применяется в качестве горючего для автомашин и самолетов с поршневыми двигателями.</p><p>3. Он используется также как растворитель масел, каучука, для очистки тканей и т. д.</p><p>4. Лигроин является горючим для тракторов.</p><p>5. Керосин – горючее для тракторов, реактивных самолетов и ракет.</p><p>Газойль («солярка») используется в качестве горючего для дизелей.</p><p>После отгонки из нефти светлых продуктов остается вязкая черная жидкость – мазут. Из него путем дополнительной перегонки получают смазочные масла: автотракторные, авиационные, дизельные и др.</p><p>6. Кроме переработки на смазочные масла, мазут подвергается химической переработке на бензин, а также применяется как жидкое топливо в котельных установках.</p>"
  },
  {
    "title": "Крекинг нефтепродуктов",
    "content": "<p><b>Крекинг нефтепродуктов представляет собой дополнительный источник получения бензина.</b></p><p>Если крупные молекулы углеводородов при сильном нагревании разлагаются на более мелкие, значит, таким путем могут быть получены молекулы, отвечающие бензиновой фракции.</p><p><b>Опыт этого явления.</b></p><p>1. В нагреваемую на сильном пламени железную трубку впускаются из воронки по каплям керосин или смазочное масло.</p><p>2. Вскоре в U-образной трубке будет собираться жидкость.</p><p>3. В цилиндре над водой собирается газ.</p><p>4. Это признак того, что в трубке идет химическая реакция.</p><p>5. Такой вывод может быть подтвержден и испытанием полученных продуктов.</p><p>6. И жидкость, и газ обесцвечивают бромную воду, тогда как исходный продукт, если он был достаточно очищен, не обесцвечивает ее.</p><p><b>Результаты опыта объясняются тем, что:</b></p><p>1) при нагревании произошел распад углеводородов, например: С<sub>16</sub>Н<sub>34</sub> (гексадекан) > С<sub>8</sub>Н<sub>18</sub> (октан) + С<sub>8</sub>Н<sub>16</sub> (октен);</p><p>2) образовалась смесь предельных и непредельных углеводородов меньшей молекулярной массы, соответствующая бензину;</p><p>3) получившиеся вещества частично могут разлагаться далее, например:</p><p>С<sub>8</sub>Н<sub>18</sub> > С<sub>4</sub>H<sub>10</sub> + С<sub>4</sub>Н<sub>8</sub>;</p><p>С<sub>4</sub>H<sub>10</sub> > С<sub>2</sub>Н<sub>6</sub> + С<sub>2</sub>Н<sub>4</sub>;</p><p>С<sub>4</sub>H<sub>10</sub> > С<sub>3</sub>Н<sub>6</sub> + СН<sub>4</sub>;</p><p>4) подобные реакции приводят к образованию газообразных веществ, которые также обнаруживаются в опыте;</p><p>5) разложение углеводородов под действием высокой температуры идет через образование свободных радикалов. Рассмотрим этот процесс на примере пентана;</p><p>6) под влиянием сильного нагревания химические связи в молекуле становятся менее прочными, какие-то из них разрываются с образованием свободных радикалов:</p><p>СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>2</sub>-СН<sub>2</sub>-СН<sub>3</sub> > СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>2</sub>? + ?СН<sub>2</sub>-СН<sub>3</sub>.</p><p>Частицы с неспаренными электронами должны стабилизироваться.</p><p><b>Это может происходить по-разному, </b>например:</p><p>а) в одних из них установится двойная связь в результате отщепления атома водорода от соседнего атома углерода:</p><p>СН<sub>3</sub>… СН<sub>2</sub> > СН<sub>2</sub>=СН<sub>2</sub> + Н;</p><p>б) в других, наоборот, происходит присоединение атомов водорода к свободным радикалам:</p><p>СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>2</sub>? + Н? > СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>3</sub>.</p><p>Процесс разложения углеводородов нефти на более летучие вещества называется <b>крекингом </b>(англ. cracking – расщепление).</p>"
  },
  {
    "title": "Коксохимическое производство",
    "content": "<p>Важным источником промышленного получения ароматических углеводородов наряду с переработкой нефти является <b>коксование каменного угля</b>.</p><p><b>Характерные особенности коксования каменного угля.</b></p><p>1. Процесс коксования можно провести в лаборатории.</p><p>2. Если каменный уголь сильно нагревать в железной трубке без доступа воздуха, то через некоторое время можно будет наблюдать выделение газов и паров. В U-образной трубке конденсируются смола, имеющая неприятный запах, и над ней вода, содержащая аммиак.</p><p>3. Проходящие далее газы собираются в сосуде над водой.</p><p>4. В железной трубке после опыта остается <b>кокс</b>.</p><p>5. Собранный газ хорошо горит, он называется <b>коксовым газом</b>.</p><p>То есть при нагревании каменного угля без доступа воздуха <b>образуются четыре основных продукта</b>: а) кокс; б) каменноугольная смола; в) аммиачная вода; г) коксовый газ.</p><p>Коксовый газ после очистки применяется в качестве топлива в промышленных печах, так как содержит много горючих веществ. Он используется и как химическое сырье.</p><p>1. Промышленная коксовая печь состоит из длинной узкой камеры, в которую сверху через отверстия загружается каменный уголь, и отопительных простенков, в каналах которых сжигают газообразное топливо (коксовый или доменный газ).</p><p>2. Несколько десятков таких камер образуют батарею коксовых печей.</p><p>3. Для достижения высокой температуры горения газ и воздух предварительно нагревают в регенераторах, расположенных под камерами, подобно тому, как это осуществляется в мартеновском способе производства стали.</p><p>4. При нагревании до 1000 °C сложные органические вещества, входящие в состав каменного угля, претерпевают химические превращения, в результате которых образуются кокс и летучие продукты.</p><p>5. Процесс коксования длится около 14 ч.</p><p>6. После того как он закончится, образовавшийся кокс – <i>«коксовый пирог» </i>– выгружается из камеры в вагон и затем гасится водой или инертным газом; в камеру загружают новую партию угля, и процесс коксования начинается снова.</p><p>7. После остывания кокс сортируется и направляется на металлургические заводы для доменных печей.</p><p>8. Летучие продукты выводятся через отверстия вверху камер и поступают в общий газосборник, где из них конденсируются смола и аммиачная вода.</p><p>Из каменноугольной смолы путем фракционирования получают гомологи бензола, фенол (карболовую кислоту), нафталин и многие другие вещества.</p><p><b>Коксовый газ </b>после очистки <b>применяется </b>в качестве топлива в промышленных печах, так как содержит много горючих веществ. Он <b>используется </b>и как химическое сырье.</p>"
  },
  {
    "title": "Природные газы и их использование",
    "content": "<p><b>Основные свойства природного газа:</b></p><p>1) в качестве горючего природный газ имеет большие преимущества перед твердым и жидким топливом;</p><p>2) теплота сгорания его значительно выше, при сжигании он не оставляет золы;</p><p>3) продукты сгорания значительно более чистые в экологическом отношении;</p><p>4) природный газ широко используется на тепловых электростанциях;</p><p>5) природный газ также необходим в заводских котельных установках, различных промышленных печах.</p><p><b>Природный газ </b>– это важный источник сырья для химической промышленности, и роль его в этом отношении постепенно возрастает.</p><p>Дегидрированием этана получается этилен, на основе которого осуществляется много разнообразных синтезов.</p><p>Газовый бензин содержит летучие жидкие углеводороды, которые применяются как добавка к бензинам для лучшего их воспламенения при запуске двигателя.</p><p>Пропан и бутан в сжиженном состоянии широко используется в качестве горючего в быту и в автомобильном транспорте.</p><p><b>Сухой газ</b>, по составу сходный с природным, используется для получения ацетилена, водорода и других веществ, а также в качестве топлива.</p><p><b>Характерные особенности неона (аргона):</b></p><p>1) эти газы получаются из воздуха путем его разделения при глубоком охлаждении;</p><p>2) неон и аргон имеют широкое применение: а) они применяются для заполнения ламп накаливания; б) ими заполняют газосветные трубки.</p><p><b>Общая характеристика природных газов:</b></p><p>1) главную подгруппу восьмой группы периодической системы составляют газы: а) гелий; б) неон; в) аргон; г) криптон;</p><p>2) эти элементы характеризуются очень низкой химической активностью, что дало основание называть их инертными газами.</p><p><b>Характерные особенности газов: </b>а) они с трудом образуют соединения с другими элементами или веществами; б) атомы газов не соединены в молекулы, их молекулы одноатомны; в) газы заканчивают собой каждый период системы элементов; г) атомы природных газов характеризуются высокими значениями энергии ионизации и, как правило, отрицательными значениями энергии средства к электрону; д) температуры сжижения и затвердевания благородных газов тем ниже, чем меньше их атомные массы или порядковые номера: самая низкая температура сжижения у гелия, самая высокая – у радона.</p><p>Обычно чем выше молекулярная масса углеводорода, тем меньше его содержится в природном газе.</p><p>Состав природного газа различных месторождений неодинаков.</p>"
  },
  {
    "title": "Предельные спирты",
    "content": "<p>Производные углеводородов, в молекулах которых один или несколько атомов водорода замещены гидроксильными группами (ОН), называют предельными спиртами или алкоголями. Общая формула <b>R-OH.</b></p><p>Спирты классифицируются: 1) по строению углеводородного радикала различают: а) спирты алифатического (жирного ряда), Аlk-ОН; б) ароматические, которые разделяются на фенолы Аr-OH и жирноароматические спирты Ar(CH<sub>2</sub>)<sub>n</sub>-OH; 2) по числу гидроксилов спирты бывают одно-, двух– и многоатомные. Например: а) одноатомные спирты СН<sub>3</sub>-ОН (метанол); б) двухатомный спирт HO-CH<sub>2</sub>-CH<sub>2</sub>OH (этандиол); в) трехатомный спирт НОСН<sub>2</sub>-СНОН-СН<sub>2</sub>ОН (глицерин).</p><p>В зависимости от характера углеродного атома, при котором находится гидроксил, различают первичные, вторичные и третичные спирты.</p><p>1) R-CH<sub>2</sub>-OH, или Аr-СН<sub>2</sub>-ОН, – первичный спирт;</p><p>2)</p><img src='./img/theory/cribs/organic/37-1.png'/><p>– вторичный спирт;</p><p>3)</p><img src='./img/theory/cribs/organic/37-2.png'/><p>– третичный спирт.</p><p><b>Изомерия и номенклатура.</b></p><p>Изомерия спиртов зависит от строения углеводородной цепи и положения гидроксила в цепи. Спирты часто называют по радикально-спиртовой и систематической (ИЮПАК) номенклатуре.</p><p>При названии спирта по радикально-спиртовой номенклатуре в основе лежит название соответствующего углеводородного радикала, связанного с гидроксилом, с прибавлением окончания – овый спирт. Например: 1) СН<sub>3</sub>-ОН – метиловый спирт (древесный); 2) С<sub>2</sub>Н<sub>5</sub>-ОН – этиловый спирт; 3) н-С<sub>4</sub>Н<sub>9</sub>ОН – бутиловый спирт;</p><p>4)</p><img src='./img/theory/cribs/organic/37-3.png'/><p>– трет-бутиловый спирт.</p><br><p>В основе названия спирта по ИЮПАК лежит наименование углеводорода самой длинной углеводородной цепи, наличие же гидроксильной группы указывается окончанием – ол, с цифрой за ним, указывающей номер атома углерода, при котором стоит гидроксил. При этом углеродная цепь нумеруются таким образом, чтобы гидроксил имел наименьший номер:</p><p>1)</p><img src='./img/theory/cribs/organic/37-4.png'/><br><p>– пентанол-2;</p><p>2)</p><img src='./img/theory/cribs/organic/37-5.png'/><p>– 3,4,4-триметилгексанол-2.</p><br><p>Одним из общих <b>способов получения </b>предельных спиртов является гидролиз галогенпроизводных углеводородов в присутствии водных растворов щелочей.</p><p>Щелочи ускоряют процесс и, нейтрализуя образующуюся кислоту, делают его необратимым. Реакция проходит при нагревании в течение длительного времени, т. к. исходные галогенуглеводороды плохо растворимы в воде.</p>"
  },
  {
    "title": "Строение этилового спирта",
    "content": "<p><b>Этиловый спирт (этанол) </b>С<sub>2</sub>Н<sub>5</sub>ОН – бесцветная, легко испаряющаяся жидкость, которая имеет своеобразный запах и кипит при температуре 78,3 °C. Этиловый спирт легче воды – его плотность 0,8 г/см<sup>3</sup>. Этанол неограниченно смешивается с водой.</p><p><b>Особенности строения этилового спирта.</b></p><p>1. Атом кислорода образует ковалентные связи с другими атомами под некоторым углом друг к другу, а не по прямой линии.</p><p>2. В наружном электронном слое его наряду с двумя спаренными s-электронами и двумя спаренными р-электронами имеются два неспаренных р-электрона.</p><p>3. Оси этих электронных облаков взаимно перпендикулярны.</p><p>4. В направлении их и образуются ковалентные связи атома кислорода с другими атомами (фактически вследствие гибридизации и действия других факторов валентный угол несколько отклоняется от прямого).</p><p>Молекула спирта имеет подобное пространственное строение:</p><img src='./img/theory/cribs/organic/38-1.png'/><p>Молекулы этанола ассоциированы за счет взаимодействия положительно заряженного атома водорода гидроксильной группы одной молекулы со свободной электронной парой кислорода другой молекулы. Такой тип ассоциации носит название <i>водородной связи. </i>Энергия водородной связи составляет 20–40 кДж/моль, что на порядок ниже энергии ковалентных связей. Отсюда ясно, что более высокие температуры кипения по сравнению с соответствующими углеводородами и алкилгалогенидами обусловлены необходимостью разрыва водородных связей при переходе молекул в газовую фазу, для чего требуется дополнительная энергия.</p><p>Характерной особенностью строения этилового спирта является подвижность атома водорода гидроксильной группы, что объясняется ее электронным строением. Важное значение имеет характер связи углерода с кислородом. Вследствие большой электроотрицательности кислорода по сравнению с углеродом связь «углерод – кислород» поляризована с частичным положительным зарядом у атома углерода и отрицательным у кислорода.</p><p>Этиловый спирт широко используют в различных областях промышленности и прежде всего в химической. Из него получают синтетический каучук, уксусную кислоту, красители, эссенции, фотопленку, порох, пластмассы. Спирт является хорошим растворителем и антисептиком. Поэтому он находит применение в медицине, парфюмерии.</p><p>При приеме внутрь этанол быстро всасывается в кровь и сильно действует на организм. Под влиянием спиртного у человека ослабевает внимание, затормаживается реакция, нарушается корреляция движения. Спирт поражает слизистые оболочки желудочно-кишечного тракта, поражает нервные клетки, ведет к появлению тяжелых психических расстройств.</p>"
  },
  {
    "title": "Гомологический ряд спиртов",
    "content": "<p><b>Характерные особенности гомологического ряда спиртов:</b></p><p>1) этиловый спирт – один из членов гомологического ряда;</p><p>2) другие спирты ряда имеют аналогичное химическое и электронное строение;</p><p>3) первый представитель ряда – метиловый спирт;</p><p>4) в молекулах спиртов может содержаться не одна, а две и больше гидроксильных групп;</p><p>5) наличие гидроксильных групп в молекулах обусловливает характерные химические свойства спиртов, т. е. их химическую функцию.</p><p>Такие группы атомов называются функциональными группами;</p><p>6) спиртами называются органические вещества, молекулы которых содержат одну или несколько функциональных гидроксильных групп, соединенных с углеводородным радикалом;</p><p>7) они могут рассматриваться как производные углеводородов, в молекулах которых один или несколько атомов водорода заменены на гидроксильные группы. Спирты приведенного выше ряда можно считать производными предельных углеводородов, в молекулах которых один атом водорода заменен на гидроксильную группу;</p><p>8) это гомологический ряд предельных одноатомных спиртов;</p><p>9) общая формула веществ этого ряда R-ОН.</p><p>10) по систематической номенклатуре названия спиртов производятся от названий соответствующих углеводородов с добавлением суффикса – ол; цифрой указывают атом углерода, при котором находится гидроксильная группа;</p><p>11) нумерация углеродных атомов начинается с того конца, к которому ближе функциональная группа;</p><p>12) изомерия спиртов обусловливается как изомерией углеродного скелета, так и положением гидроксильной группы. Рассмотрим ее на примере бутиловых спиртов;</p><p>13) в зависимости от строения углеродного скелета изомерами будут два спирта – производные бутана и изобутана (н-бутанол, изобутанол);</p><p>14) в зависимости от положения гидроксильной группы при том и другом углеродном скелете возможны еще изомеры (вторбутиловый и изобутиловый спирты);</p><p>15) водородная связь между молекулами.</p><p><b>Физические свойства спиртов.</b></p><p>1. Прочность водородной связи значительно меньше прочности обычной ковалентной связи (примерно в 10 раз).</p><p>2. За счет водородных связей молекулы спирта оказываются ассоциированными, как бы прилипшими друг к другу, на разрыв этих связей необходимо затратить дополнительную энергию, чтобы молекулы стали свободными и вещество приобрело летучесть.</p><p>3. Это и является причиной более высокой температуры кипения всех спиртов по сравнению с соответствующими углеводородами.</p><p>4. Вода при такой небольшой молекулярной массе имеет необычно высокую температуру кипения.</p>"
  },
  {
    "title": "Теория химического строения органических соединений А.М. Бутлерова",
    "content": "<p>Крупнейшим событием в развитии органической химии было создание в 1961 г. великим русским ученым <b>А.М. Бутлеровым </b>теории химического строения органических соединений.</p><p>До А.М. Бутлерова считалось невозможным познать строение молекулы, т. е. порядок химической связи между атомами. Многие ученые даже отрицали реальность атомов и молекул.</p><p>А.М. Бутлеров опроверг это мнение. Он исходил из правильных <b>материалистических </b>и философских представлений о реальности существования атомов и молекул, о возможности познания химической связи атомов в молекуле. Он показал, что строение молекулы можно установить опытным путем, изучая химические превращения вещества. И наоборот, зная строение молекулы, можно вывести химические свойства соединения.</p><p>Теория химического строения объясняет многообразие органических соединений. Оно обусловлено способностью четырехвалентного углерода образовывать углеродные цепи и кольца, соединяться с атомами других элементов и наличием изомерии химического строения органических соединений. Эта теория заложила научные основы органической химии и объяснила ее важнейшие закономерности. Основные принципы своей теории А.М. Бутлеров изложил в докладе «О теории химического строения».</p><p>Основные положения теории строения сводятся к следующему:</p><p>1) в молекулах атомы соединены друг с другом в определенной последовательности в соответствии с их валентностью. Порядок связи атомов называется химическим строением;</p><p>2) свойства вещества зависят не только от того, какие атомы и в каком количестве входят в состав его молекулы, но и от того, в каком порядке они соединены между собой, т. е. от химического строения молекулы;</p><p>3) атомы или группы атомов, образовавшие молекулу, взаимно влияют друг на друга.</p><p>В теории химического строения большое внимание уделяется взаимному влиянию атомов и групп атомов в молекуле.</p><p>Химические формулы, в которых изображен порядок соединения атомов в молекулах, называются <b>структурными формулами </b>или <b>формулами строения.</b></p><p>Значение теории химического строения А.М. Бутлерова:</p><p>1) является важнейшей частью теоретического фундамента органической химии;</p><p>2) по значимости ее можно сопоставить с Периодической системой элементов Д.И. Менделеева;</p><p>3) она дала возможность систематизировать огромный практический материал;</p><p>4) дала возможность заранее предсказать существование новых веществ, а также указать пути их получения.</p><p>Теория химического строения служит руководящей основой во всех исследованиях по органической химии.</p>"
  },
  {
    "title": "Химические свойства и применение предельных одноатомных спиртов",
    "content": "<p>Как вещества, содержащие углерод и водород, спирты горят при поджигании, выделяя теплоту, например:</p><p>С<sub>2</sub>Н<sub>5</sub>ОН + 3O<sub>2</sub> > 2СO<sub>2</sub> + 3Н<sub>2</sub>О +1374 кДж,</p><p>При горении у них наблюдаются и различия.</p><p><b>Особенности опыта:</b></p><p>1) необходимо налить по 1 мл различных спиртов в фарфоровые чашки и поджечь жидкости;</p><p>2) будет заметно, что спирты – первые представители ряда – легко воспламеняются и горят синеватым, почти несветящимся пламенем.</p><p><b>Особенности этих явлений:</b></p><p>а) из свойств, обусловленных наличием функциональной группы ОН, известно о взаимодействии этилового спирта с натрием: 2С<sub>2</sub>Н<sub>5</sub>ОН + 2Na > 2C<sub>2</sub>H<sub>5</sub>ONa + Н<sub>2</sub>;</p><p>б) продукт замещения водорода в этиловом спирте называется этилатом натрия, он может быть выделен после реакции в твердом виде;</p><p>в) реагируют со щелочными металлами другие растворимые спирты, которые образуют соответствующие алкоголяты;</p><p>г) взаимодействие спиртов с металлами идет с ионным расщеплением полярной связи О-Н;</p><p>д) в подобных реакциях у спиртов проявляются кислотные свойства – отщепление водорода в виде протона.</p><p><b>Понижение степени диссоциации спиртов по сравнению с водой можно объяснить влиянием углеводородного радикала:</b></p><p>а) смещение радикалом электронной плотности связи С-О в сторону атома кислорода ведет к увеличению на последнем частичного отрицательного заряда, при этом он прочнее удерживает атом водорода;</p><p>б) степень диссоциации спиртов можно повысить, если в молекулу ввести заместитель, притягивающий к себе электроны химической связи.</p><p><b>Это можно объяснить следующим образом.</b></p><p>1. Атом хлора смещает к себе электронную плотность связи Сl-С.</p><p>2. Атом углерода, приобретая вследствие этого частичный положительный заряд, чтобы компенсировать его, смещает в свою сторону электронную плотность связи С-С.</p><p>3. По этой же причине электронная плотность связи С-О несколько смещается к атому углерода, а плотность связи О-Н – от атома водорода к кислороду.</p><p>4. Возможность отщепления водорода в виде протона от этого возрастает, при этом степень диссоциации вещества повышается.</p><p>5. У спиртов может вступать в химические реакции не только гидроксильный атом водорода, но и вся гидроксильная группа.</p><p>6. Если в колбе с присоединенным к ней холодильником нагревать этиловый спирт с галогеноводородной кислотой, например бромоводородной (для образования бромоводорода берут смесь бромида калия или бромида натрия с серной кислотой), то через некоторое время можно заметить, что в приемнике под слоем воды собирается тяжелая жидкость – <i>бромэтан.</i></p>"
  },
  {
    "title": "Метанол и этанол",
    "content": "<p><b>Метиловый спирт, или метанол, его особенности:</b></p><p>1) структурная формула – СН<sub>3</sub>ОН;</p><p>2) это бесцветная жидкость с температурой кипения 64,5 °C;</p><p>3) ядовит (может вызывать слепоту, смерть);</p><p>4) в больших количествах метиловый спирт получается синтезом из оксида углерода (II) и водорода при высоком давлении (20–30 МПа) и высокой температуре (400 °C) в присутствии катализатора (около 90 % ZnО и 10 % Сr<sub>2</sub>O<sub>3</sub>): СО + 2Н<sub>2</sub> > СН<sub>3</sub>ОН;</p><p>5) метиловый спирт образуется и при сухой перегонке дерева, поэтому его называют также древесным спиртом. Применяется он в качестве растворителя, а также для получения других органических веществ.</p><p><b>Этиловый (винный) спирт, или этанол, его особенности:</b></p><p>1) структурная формула – СН<sub>3</sub>СН<sub>2</sub>ОН;</p><p>2) температура кипения 78,4 °C;</p><p><b>3) этанол </b>– это одно из важнейших исходных веществ в современной промышленности органического синтеза.</p><p><b>Способы получения этанола:</b></p><p>1) для получения используются различные сахаристые вещества (виноградный сахар, глюкоза, которая путем «брожения» превращается в этиловый спирт). Реакция протекает по схеме:</p><p>C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>(глюкоза) > 2C<sub>2</sub>H<sub>5</sub>OH + 2CO<sub>2</sub>.</p><p>2) глюкоза в свободном виде содержится, например, в виноградном соке, при брожении которого получается виноградное вино с содержанием спирта от 8 до 16 %;</p><p>3) исходным продуктом для получения спирта может служить полисахарид крахмал, который содержится, например, в клубнях картофеля, зернах ржи, пшеницы, кукурузы;</p><p>4) для превращения в сахаристые вещества (глюкозу) крахмал предварительно подвергают гидролизу.</p><p>Для этого мука или измельченный картофель заваривается горячей водой и по охлаждении в него добавляется солод.</p><p><b>Солод </b>– это проросшие, а затем подсушенные и растертые с водой зерна ячменя.</p><p>В солоде содержится диастаз, который действует на процесс осахаривания крахмала каталитически.</p><p><b>Диастаз </b>– это сложная смесь ферментов;</p><p>5) по окончании осахаривания к полученной жидкости прибавляются дрожжи, под действием ферментов которых (зимазы) образуется спирт;</p><p>6) его отгоняют и затем очищают повторной перегонкой.</p><p>В настоящее время осахариванию подвергается также полисахарид – целлюлоза (клетчатка), которая образует главную массу древесины.</p><p>Для этого целлюлоза подвергается гидролизу в присутствии кислот (например, древесные опилки при 150–170 °C обрабатываются 0,1–5 %-ной серной кислотой под давлением 0,7–1,5 МПа).</p>"
  },
  {
    "title": "Спирты как производные углеводородов. Промышленный синтез метанола",
    "content": "<p><b>Генетическая связь между спиртами и углеводородами:</b></p><p>1) спирты могут рассматриваться как гидроксильные производные углеводородов;</p><p>2) их можно отнести также к частично окисленным углеводородам, так как, кроме углерода и водорода, они содержат еще кислород;</p><p>3) довольно трудно непосредственно заменить атом водорода на гидроксильную группу или внедрить атом кислорода в молекулу углеводорода;</p><p>4) это можно осуществить через галогено-производные.</p><p><b>Например, чтобы получить этиловый спирт из этана, нужно сначала получить бромэтан:</b></p><p>С<sub>2</sub>Н<sub>6</sub> + Вr > С<sub>2</sub>Н<sub>5</sub>Вr + НВr.</p><p>А затем бромэтан превратить в спирт нагреванием с водной щелочью:</p><p>С<sub>2</sub>Н<sub>5</sub> Вr + Н ОН > С<sub>2</sub>Н<sub>5</sub>ОН + НВr;</p><p>5) щелочь нужна, чтобы нейтрализовать бромоводород и устранить возможность реакции его со спиртом;</p><p>6) таким же образом метиловый спирт можно получить из метана: СН<sub>4</sub> > СН<sub>3</sub>Вr > СН<sub>3</sub>ОН;</p><p>7) спирты связаны генетически и с непредельными углеводородами.</p><p><b>Например, этанол получается при гидратации этилена:</b></p><p>СН<sub>2</sub>=СН<sub>2</sub> > Н<sub>2</sub>О=СН<sub>3</sub>-СН<sub>2</sub>-ОН.</p><p>Реакция идет при температуре 280–300 °C и с давлением 7–8 МПа в присутствии ортофосфорной кислоты в качестве катализатора.</p><p><b>Промышленный синтез метанола, его особенности.</b></p><p>1. Метиловый спирт нельзя получить гидратацией непредельного углеводорода.</p><p>2. Его получают из синтез-газа, который представляет собой смесь оксида углерода (II) с водородом.</p><p><b>Метиловый спирт из синтез-газа получается по реакции:</b></p><p>СО + 2Н<sub>2</sub> > СН<sub>3</sub>ОН + Q.</p><p><b>Характерные особенности реакции.</b></p><p>1. Реакция идет в сторону уменьшения объема смеси, при этом смещению равновесия в сторону образования нужного продукта будет способствовать повышение давления.</p><p>2. Чтобы реакция шла с достаточной скоростью, необходимы катализатор и повышенная температура.</p><p>3. Реакция обратимая, исходные вещества при прохождении через реактор реагируют не полностью.</p><p>4. В целях экономного их использования спирт, который образуется, необходимо выделять из продуктов реакции, а непрореагировавшие газы снова направлять в реактор, т. е. осуществить циркуляционный процесс.</p><p>5. В целях экономии энергетических затрат отходящие продукты экзотермической реакции необходимо использовать для нагревания газов, которые идут на синтез.</p>"
  },
  {
    "title": "Понятие о ядохимикатах",
    "content": "<p><b>Ядохимикаты (пестициды) </b>– это химические средства борьбы с микроорганизмами, вредоносными или нежелательными с точки зрения экономики или здравоохранения.</p><p><b>Важнейшими видами пестицидов являются следующие.</b></p><p><b>1. Гербициды. Основные свойства:</b></p><p>а) это препараты для борьбы с сорняками, которые делятся на арборициды и альгициды;</p><p>б) это феноксикислоты, производные бензойной кислоты;</p><p>в) это динитроанилины, динитрофенолы, галогенофенолы;</p><p>г) это многие гетероциклические соединения;</p><p>д) первый синтетический органический гербицид – 2-метил-4,6-динитрофенол;</p><p>е) другие широко применяемые гербициды – атразин (2-хлор-4-этиламино-6-изопропиламино-1,3,5-триазин); 2,4-дихлорфеноксиуксусная кислота.</p><p><b>2. Инсектициды. Особенности:</b></p><p>а) это вещества, которые уничтожают вредных насекомых, их принято подразделять на антифидинги, аттрактаны и хемостерилизаторы;</p><p>б) к их числу относятся хлорорганические, фосфорорганические вещества, препараты, которые содержат мышьяк, препараты серы и др.;</p><p>в) один из наиболее известных инсектицидов – дихлордифенил-трихлорметилметан (ДДТ);</p><p>г) широко применяются в сельском хозяйстве и в быту такие инсектициды, как гексахлоран<b> (гексахлорциклогексан).</b></p><p><b>3. Фунгициды.</b></p><p><b>Характерные особенности фунгицидов:</b></p><p>а) это вещества для борьбы с грибковыми болезнями растений;</p><p>б) в качестве фунгицидов используются различные антибиотики, сульфаниламидные препараты;</p><p>в) одним из наиболее простых по химической структуре фунгицидов является пентахлорфенол;</p><p>г) большинство пестицидов обладает отравляющими свойствами не только в отношении вредителей и возбудителей болезней;</p><p>д) при неумелом обращении они могут вызвать отравление людей, домашних и диких животных или гибель культурных посевов и насаждений;</p><p>е) пользоваться пестицидами необходимо очень осторожно, строго соблюдая инструкции по их применению;</p><p>ж) с целью минимизации вредного воздействия пестицидов на окружающую среду следует:</p><p>– применять вещества с более высокой биологической активностью и соответственно вносить их в меньшем количестве на единицу площади;</p><p>– применять вещества, которые не сохраняются в почве, а разлагаются на безвредные соединения.</p>"
  },
  {
    "title": "Многоатомные спирты",
    "content": "<p><b>Особенности строения многоатомных спиртов:</b></p><p>1) содержат в молекуле несколько гидроксильных групп, соединенных с углеводородным радикалом;</p><p>2) если в молекуле углеводорода заменены гидроксильными группами два атома водорода, то это двухатомный спирт;</p><p>3) простейшим представителем таких спиртов является этиленгликоль (этандиол-1,2):</p><p>СН<sub>2</sub>(ОН) – СН<sub>2</sub>(ОН);</p><p>4) во всех многоатомных спиртах гидроксильные группы находятся при разных атомах углерода;</p><p>5) для получения спирта, в котором хотя бы две гидроксильные группы находились бы при одном атоме углерода, проводилось много опытов, но спирт получить не удалось: такое соединение оказывается неустойчивым.</p><p><b>Физические свойства многоатомных спиртов:</b></p><p>1) важнейшие представители многоатомных спиртов – это <i>этиленгликоль и глицерин</i>;</p><p>2) это бесцветные сиропообразные жидкости сладковатого вкуса;</p><p>3) они хорошо растворимы в воде;</p><p>4) эти свойства присущи и другим многоатомным спиртам, например этиленгликоль ядовит.</p><p><b>Химические свойства многоатомных спиртов.</b></p><p>1. Как вещества, которые содержат гидроксильные группы, многоатомные спирты имеют сходные свойства с одноатомными спиртами.</p><p>2. При действии галогеноводородных кислот на спирты происходит замещение гидроксильной группы:</p><p>СН<sub>2</sub>ОН-СН<sub>2</sub>ОН + Н СI > СН<sub>2</sub>ОН-СН<sub>2</sub>СI + Н<sub>2</sub>О.</p><p>3. Многие спирты обладают и особыми свойствами: многоатомные спирты проявляют более кислые свойства, чем одноатомные и легко образуют алкоголяты не только с металлами, но и с гидроксидами тяжелых металлов. В отличие от одноатомных спиртов, многоатомные спирты реагируют с гидроксидом меди, давая комплексы синего цвета (качественная реакция на многоатомные спирты).</p><img src='./img/theory/cribs/organic/44-1.png'/><p>4. На примере многоатомных спиртов можно убедиться, что количественные изменения переходят в изменения качественные: накопление гидроксильных групп в молекуле обусловило в результате их взаимного появления у спиртов новых свойств по сравнению с одноатомными спиртами.</p><p><b>Способы получения и применения многоатомных спиртов: </b>1) подобно одноатомным спиртам, многоатомные спирты могут быть получены из соответствующих углеводородов через их галогенопроизводные; 2) наиболее употребительный многоатомный спирт – глицерин, он получается расщеплением жиров, а в настоящее время все больше синтетическим способом из пропилена, который образуется при крекинге нефтепродуктов.</p>"
  },
  {
    "title": "Фенолы",
    "content": "<p>Гидроксильные производные, которые содержат функциональные группы в <b>боковой цепи, </b>относятся к классу спиртов.</p><p><b>Фенолы – </b>это гидроксильные производные ароматических углеводородов, в молекулах которых функциональные группы связаны с бензольным ядром.</p><p>Простейшим фенолом является одноатомное гидроксильное производное бензола С<sub>6</sub>Н<sub>5</sub>ОН, которое обычно и называется фенолом.</p><p><b>Свойства фенола:</b></p><p>1) это кристаллическое бесцветное вещество с характерным запахом, при частичном окислении на воздухе часто бывает розового цвета, очень легкоплавок;</p><p>2) фенол имеет некоторое сходство по химическим свойствам с одноатомными спиртами;</p><p>3) если фенол слегка нагреть (до плавления) и поместить в него металлический натрий, то выделяется водород. При этом по аналогии с алкоголятами образуется фенолят натрия 2С<sub>6</sub>Н<sub>5</sub>ОH + 2Nа > 2C<sub>6</sub>H<sub>5</sub>ONa + H<sub>2</sub>;</p><p>4) в отличие от алкоголятов, фенолят получается в том случае, если на фенол подействовать раствором щелочи;</p><p>5) при этом твердый фенол превращается в фенолят натрия, который быстро растворяется в воде: С<sub>6</sub>Н<sub>5</sub>ОН + NаОН > С<sub>6</sub>Н<sub>5</sub>ОNа + Н<sub>2</sub>О;</p><p>6) с учетом ионного расщепления связей уравнение приобретает следующий вид: С<sub>6</sub>Н<sub>5</sub>О(Н) + Nа<sup>+</sup> + ОН<sup>-</sup> > [С<sub>6</sub>Н<sub>5</sub>О]<sup>-</sup> + Nа<sup>+</sup> + Н<sub>2</sub>О.</p><p><b>Особенность реакции:</b></p><p>а) в этих реакциях проявляются кислотные свойства фенола;</p><p>б) степень диссоциации фенола больше, чем у воды и предельных спиртов, поэтому он называется еще карболовой кислотой;</p><p>3) фенол – это слабая кислота, даже угольная кислота более сильная, она может вытеснять фенол из фенолята натрия.</p><p><b>Способы применения и получения фенола</b></p><p>1. Как вещество, убивающее многие микроорганизмы, фенол давно используется в виде водного раствора для дезинфекции помещений, мебели, хирургических инструментов и т. д.</p><p>2. Он идет на получение красителей, многих лекарственных веществ.</p><p>3. Особенно большое количество его расходуется на производство широко распространенных фенолформальдегидных пластмасс.</p><p>4. Для промышленных нужд используется прежде всего фенол, который получается из каменноугольной смолы.</p><p>Но этот источник не может полностью удовлетворить потребность в феноле.</p><p>Поэтому в больших количествах он производится еще синтетическими способами из бензола.</p><p><b>Альдегиды </b>– это органические вещества, молекулы которых содержат функциональную группу атомов, соединенную с углеводородным радикалом.</p>"
  },
  {
    "title": "Альдегиды и их химические свойства",
    "content": "<p><b>Альдегиды </b>– это органические вещества, молекулы которых содержат карбонильную группу, которая связана по крайней мере с одним атомом водорода и углеводородным радикалом.</p><img src='./img/theory/cribs/organic/46-1.png'/><p>Химические свойства альдегидов обусловливаются наличием в их молекуле карбонильной группы. По месту двойной связи в молекуле карбонильной группы могут проходить реакции присоединения. Если, например, пары формальдегида вместе с водородом пропускать над нагретым никелевым катализатором, происходит присоединение водорода: формальдегид восстанавливается в метиловый спирт. Полярный характер двойной связи обусловливает и другие реакции альдегидов, например присоединение воды.</p><p><b>Особенности реакции присоединения воды: </b>а) к углеродному атому карбонильной группы, который несет частичный положительный заряд, за счет электронной пары кислородного атома присоединяется гидроксильная группа; б) электронная пара ?-связи переходит к атому кислорода карбонильной группы и к кислороду присоединяется протон;</p><p><b>Для реакции присоединения характерны:</b></p><p>1) гидрирование (восстановление) с образованием первичных спиртов RСН<sub>2</sub>ОН.</p><p>2) присоединение спиртов с образованием полуацеталей R-СН (ОН) – ОR.</p><p>В присутствии катализатора – хлороводорода НСl и при избытке спирта образуются ацетали RСН (ОR)2;</p><p>3) присоединение гидросульфита натрия NаНSO<sub>3</sub> с образованием гидросульфитных производных альдегидов.</p><p><b>Особенности реакции окисления альдегидов: </b>взаимодействуют с аммиачным раствором оксида серебра (I) и с гидроксидом меди (II) с образованием карбоновых кислот.</p><p><b>Особенности реакции полимеризации альдегидов: </b>1) характерна линейная полимеризация; 2) характерна циклическая полимеризация (тримеризация, тетрамеризация).</p><p><b>Особенности реакции «серебряного зеркала»: </b>1) серебро появляется на стенках пробирки в виде блестящего налета; 2) в такой окислительно-восстановительной реакции альдегид превращается в кислоту (при избытке аммиака образуется соль аммония); 3) серебро выделяется в свободном виде; 4) в качестве окислителя альдегидов может быть использован также гироксид меди Сu(ОН)<sub>2</sub>; 3) если к гидроксиду меди прибавить раствор альдегида и смесь нагреть, наблюдается образование желтого осадка гидроксида меди (I), которая превращается в красный оксид меди; 4) гидроксид меди (II) окисляет альдегид в кислоту, а сам восстанавливается до оксида меди (I).</p><p>Реакции с аммиачным раствором оксида серебра (I) и гидроксидом меди (II) могут служить для обнаружения альдегидов.</p><p>Карбонильные соединения могут быть восстановлены в спирты. Альдегиды восстанавливаются в первичные спирты, а кетоны – во вторичные. Некоторые методы позволяют восстановить карбонильную группу в метиленовую.</p>"
  },
  {
    "title": "Применение и получение альдегидов",
    "content": "<p><b>Применение альдегидов.</b></p><p>Из альдегидов наибольшее применение имеет формальдегид. Особенности применения формальдегида: используется обычно в виде водного раствора – формалина; многие способы применения формальдегида основаны на свойстве свертывать белки; в сельском хозяйстве формалин необходим для протравливания семян; формалин применяется в кожевенном производстве; формалин оказывает дубящее действие на белки кожи, делает их более твердыми, негниющими; формалин применяется также для сохранения биологических препаратов; при взаимодействии формальдегида с аммиаком получается широко известное лекарственное вещество уротропин.</p><p>Основная масса формальдегида идет на получение фенолформальдегидных пластмасс, из которых изготавливаются: а) электротехнические изделия; б) детали машин и др. Ацетальдегид (уксусный альдегид) в больших количествах используется для производства уксусной кислоты.</p><p>Восстановлением ацетальдегида в некоторых странах получают этиловый спирт.</p><p><b>Получение альдегидов:</b></p><p>1) общим способом получения альдегидов служит окисление спиртов;</p><p>2) если накалить в пламени спиртовки спираль из медной проволочки и опустить ее в пробирку со спиртом, то проволочка, которая покрывается при нагревании темным налетом оксида меди (II), в спирте становится блестящей;</p><p>3) обнаруживается также запах альдегида.</p><p>С помощью такой реакции получается формальдегид в промышленности.</p><p>Для получения формальдегида через реактор с раскаленной сеткой из меди или серебра пропускается смесь паров метилового спирта с воздухом;</p><p>4) при лабораторном получении альдегидов для окисления спиртов могут быть использованы и другие окислители, например перманганат калия;</p><p>5) при образовании альдегида спирт, или алкоголь, подвергается дегидрированию.</p><p><b>Особенности реакции гидратации ацетилена:</b></p><p>а) сначала идет присоединение воды к ацетилену по месту одной ?-связи;</p><p>б) образуется виниловый спирт;</p><p>в) непредельные спирты, в которых гидроксильная группа находится у атома углерода, который связан двойной связью, неустойчивы и легко изомеризуются;</p><p>г) виниловый спирт превращается в альдегид:</p><img src='./img/theory/cribs/organic/47-1.png'/><p>д) реакция легко осуществляется, если пропускать ацетилен в нагретую воду, которая содержит серную кислоту и оксид ртути (II);</p><p>е) через несколько минут в приемнике можно обнаружить раствор альдегида.</p><p>В последние годы разработан и получает распространение способ получения ацетальдегида окислением этилена кислородом в присутствии хлоридов палладия и меди.</p>"
  },
  {
    "title": "Формальдегид и ацетальдегид",
    "content": "<p><b>Строение и свойства формальдегида: </b>это бесцветный газ с резким удушливым запахом, ядовит; он хорошо растворим в воде; водный 40 %-ный раствор формальдегида называется формалином.</p><p><b>Химические свойства формальдегида.</b></p><p>Для формальдегида характерны реакции окисления и присоединения (в том числе и поликонденсации):</p><p>1) реакция окисления:</p><p>а) реакция окисления протекает очень легко – альдегиды способны отнимать кислород от многих соединений;</p><p>б) при нагревании формальдегида с аммиачным раствором оксида серебра (в воде оксид серебра нерастворим) происходит окисление формальдегида в муравьиную кислоту НСООН и восстановление серебра. Образование <i>«серебряного зеркала» </i>служит качественной реакцией на альдегидную группу;</p><p>г) альдегиды восстанавливают гидроксид меди (II) до гидроксида меди (I), который превращается в оранжевый оксид меди (I);</p><p>д) реакция протекает при нагревании: 2СuОН > Сu<sub>2</sub>О + Н<sub>2</sub>О;</p><p>е) эта реакция также может быть использована для обнаружения альдегидов;</p><p>2) реакция присоединения:</p><p>а) реакция присоединения протекает за счет разрыва двойной связи карбонильной группы альдегида;</p><p>б) присоединение водорода, которое происходит при пропускании смеси формальдегида и водорода над нагретым катализатором – порошком никеля, приводит к восстановлению альдегида в спирт;</p><p>в) формальдегид присоединяет также аммиак, гидросульфит натрия и другие соединения.</p><p><b>Способы получения формальдегида:</b></p><p>1) в промышленности формальдегид получают из метанола, пропуская пары спирта вместе с воздухом над нагретым до 300 °C медным катализатором: 2СН<sub>3</sub>ОН + O<sub>2</sub> > 2НСНО + 2Н<sub>2</sub>О;</p><p>2) важным промышленным способом является также окисление метана воздухом при 400–600 °C в присутствии небольшого количества оксида азота в качестве катализатора: СН<sub>4</sub> + O<sub>2</sub> > СН<sub>2</sub>О + Н<sub>2</sub>О.</p><p><b>Применение формальдегида: </b>1) формальдегид в больших количествах применяется для производства фенолоформальдегидных смол; 2) он служит исходным веществом для производства красителей, синтетического каучука, лекарственных веществ, взрывчатых веществ и др.</p><p><b>Особенности ацетальдегида: </b>ацетальдегид (или уксусный альдегид, или этаналь) – это бесцветная жидкость с резким запахом, хорошо растворимая в воде; присоединение водорода к ацетальдегиду протекает в тех же условиях, что и к формальдегиду.</p><p><b>Особенности паральдегида: </b>это жидкость, которая застывает в кристаллическую массу при 12 °C, а при нагревании в присутствии разбавленных минеральных кислот переходит в ацетальдегид; обладает сильным снотворным действием.</p>"
  },
  {
    "title": "Реакция поликонденсации. Углеводы",
    "content": "<p><b>Поликонденсация </b>– это процесс образования высокомолекулярных соединений из низкомолекулярных, который сопровождается выделением побочного вещества (воды, аммиака, хлороводорода и других веществ).</p><p><b>Особенности реакции поликонденсации:</b></p><p>1) при полимеризации, в отличие от поликонденсации, выделения побочных веществ не происходит;</p><p>2) продукты поликонденсации (исключая побочные вещества) так же, как и продукты полимеризации, называются полимерами;</p><p>3) при реакции поликонденсации цепь растет постепенно: сначала взаимодействуют между собой исходные мономеры, далее образовавшиеся соединения поочередно реагируют с молекулами тех же мономеров, образуя в итоге полимерное соединение. Примером реакции поликонденсации может служить образование фенолоформальдегидных смол, которые употребляются для изготовления пластических масс;</p><p>4) реакция протекает при нагревании в присутствии катализатора (кислоты или щелочи);</p><p>5) в молекуле фенола атомы водорода подвижны, а карбонильная группа альдегида способна к реакциям присоединения, при этом фенол и формальдегид взаимодействуют между собой;</p><p>6) образовавшееся соединение взаимодействует далее с фенолом с выделением молекулы воды;</p><p>7) новое соединение взаимодействует с формальдегидом;</p><p>8) это соединение конденсируется с фенолом, затем снова с формальдегидом и т. д.;</p><p>9) в результате поликонденсации фенола с формальдегидом в присутствии катализаторов образуются фенолоформальдегидные смолы.</p><p><b>Особенности фенопластов </b>– это важнейшие заменители цветных и черных металлов во многих отраслях промышленности, из них изготавливается большое количество изделий широкого потребления, электроизоляционные материалы и строительные детали.</p><p><b>Особенности углеводов:</b></p><p>1) углеводы – это органические соединения, состав которых обычно выражается общей формулой Сn (Н<sub>2</sub>О)m, (n и m &gt; 4);</p><p>2) существуют также соединения, которые относятся к углеводам, состав которых не соответствует общей формуле, например сахар рамноза С<sub>6</sub>Н<sub>12</sub>O<sub>5</sub>;</p><p>3) углеводы являются очень распространенными природными соединениями;</p><p>4) углеводы входят в состав растений и живых организмов.</p><p>В растениях они образуются в результате фотосинтеза: nСO<sub>2</sub> + mН<sub>2</sub>О > Сn (Н<sub>2</sub>О) m + n O<sub>2</sub>;</p><p>5) содержание углеводов в растениях составляет до 80 % массы сухого вещества, в организмах человека и животных – до 20 %;</p><p>6) они играют важную роль в физиологических процессах.</p><p><b>Олигосахариды </b>– это продукты конденсации двух или нескольких молекул моносахаридов.</p><p><b>Дисахариды (диозы) </b>– это продукты конденсации двух молекул моносахаридов.</p>"
  },
  {
    "title": "Изомерия. Электронное строение атомов элементов малых периодов. Химическая связь",
    "content": "<p>Свойства органических веществ зависят не только от их состава, но и от порядка соединения атомов в молекуле.</p><p><b>Изомеры – </b>это вещества, которые имеют одинаковый состав и одинаковую молярную массу, но различное строение молекул, а потому обладающие разными свойствами.</p><p><b>Научное значение теории химического строения:</b></p><p>1) углубляет представления о веществе;</p><p>2) указывает путь к познанию внутреннего строения молекул;</p><p>3) дает возможность понять накопленные в химии факты; предсказать существование новых веществ и найти пути их синтеза.</p><p>Всем этим теория в огромной степени способствовала дальнейшему развитию органической химии и химической промышленности.</p><p>Немецкий ученый <b>А. Кекуле </b>высказывал мысль о соединении атомов углерода друг с другом в цепи.</p><p>Учение об электронном строении атомов.</p><p><b>Особенности учения об электронном строении атомов: </b>1) позволило понять природу химической связи атомов; 2) выяснить сущность взаимного влияния атомов.</p><p><b>Состояние электронов в атомах и строение электронных оболочек.</b></p><p><b>Электронные облака </b>– это области наибольшей вероятности пребывания электрона, которые различаются по своей форме, размерам, направленности в пространстве.</p><p>В атоме <i>водорода </i>единственный электрон при своем движении образует отрицательно заряженное облако сферической (шаровидной) формы.</p><p>S-электроны – это электроны, образующие сферическое облако.</p><p>В атоме водорода имеется один s-электрон.</p><p>В атоме <i>гелия </i>– два s-электрона.</p><p><b>Особенности атома гелия: </b>1) облака одинаковой сферической формы; 2) наибольшая плотность одинаково удалена от ядра; 3) электронные облака совмещаются; 4) образуют общее двухэлектронное облако.</p><p><b>Особенности атома лития: </b>1) имеет два электронных слоя; 2) имеет облако сферической формы, но по размерам значительно превосходит внутреннее двухэлектронное облако; 3) электрон второго слоя слабее притягивается к ядру, чем первые два; 4) легко захватывается другими атомами в окислительно-восстановительных реакциях; 5) имеет s-электрон.</p><p><b>Особенности атома бериллия: </b>1) четвертый электрон – s-электрон; 2) сферическое облако совмещается с облаком третьего электрона; 3) имеются два спаренных s-электрона во внутреннем слое и два спаренных s-электрона в наружном.</p><p>Чем больше перекрываются электронные облака при соединении атомов, тем больше выделяется энергии и тем прочнее <i>химическая связь.</i></p>"
  },
  {
    "title": "Кетоны",
    "content": "<p><b>Кетонами </b>называются карбонилсодержащие соединения, в которых углерод карбонильной группы связан с двумя углеродными радикалами.</p><p><b>Общая формула кетонов —</b></p><img src='./img/theory/cribs/organic/50-1.png'/><p>В соответствии с международной номенклатурой названия кетонов строятся из названия соответствующего углеводорода с добавлением окончания<i> – он. </i>В конце названия ставится цифра, указывающая положение в цепи атома углерода, с которым связан карбонильный кислород. Если разветвленность одинакова, то нумеруют с того конца цепи, к которому ближе расположена карбонильная группа.</p><img src='./img/theory/cribs/organic/50-2.png'/><p>Для некоторых кетонов распространены тривиальные названия, например ацетон.</p><p><b>Физические свойства. </b>Простейшие кетоны являются бесцветными жидкостями, которые растворяются в воде. Кетоны обладают приятным запахом. Высшие кетоны – твердые вещества. Газообразных кетонов не бывает, так как уже простейший из них (ацетон) – жидкость. Многие химические свойства, характерные для альдегидов, проявляюся и у кетонов.</p><p><b>Химические свойства:</b></p><p>1) для кетонов характерны те же реакции замещения по ?-С атому:</p><img src='./img/theory/cribs/organic/50-3.png'/><p>2) гидрирование кетонов в присутствии катализаторов приводит к образованию вторичных спиртов.</p><p><b>Кетоны </b>окисляются значительно труднее альдегидов и только сильными окислителями. При окислении кетонов происходит разрыв (деструкция) углеродной цепи, и образуется смесь продуктов. Кетоны не вступают в реакцию «серебряного зеркала».</p><p><b>Получение:</b></p><p>1) кетоны образуются при окислении или каталитическом дегидрировании вторичных спиртов в присутствии медных катализаторов, например:</p><img src='./img/theory/cribs/organic/50-4.png'/><p>2) как и альдегиды, кетоны можно получить гидролизом дигалогенпроизводных алканов. Чтобы получился кетон, оба атома галогена в исходном соединении должны находиться при одном (не крайнем) атоме углерода:</p><img src='./img/theory/cribs/organic/50-5.png'/><p>3) кетоны образуются в результате присоединения воды к гомологам ацетилена в присутствии катализаторов – солей ртути (II), например:</p><img src='./img/theory/cribs/organic/50-6.png'/>"
  },
  {
    "title": "Одноосновные карбоновые кислоты",
    "content": "<p><b>Строение и физические свойства кислот.</b></p><p><b>Карбоновые кислоты </b>– это органические вещества, молекулы которых содержат одну или несколько карбоксильных групп, которые соединены с углеводородным радикалом. В зависимости от числа карбоксильных групп в молекуле различают кислоты одноосновные и двуосновные.</p><p><b>Гомологический ряд одноосновных карбоновых кислот:</b></p><p>1) муравьиная кислота Н-СООН;</p><p>2) уксусная кислота СН<sub>3</sub>-СООН;</p><p>3) пропионовая кислота СН<sub>3</sub>-СН<sub>2</sub>-СООН;</p><p>4) масляная кислота СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>2</sub>-СООН;</p><p>5) валериановая кислота СН<sub>3</sub>-(СН<sub>2</sub>)<sub>3</sub>-СООН;</p><p>6) капроновая кислота СН<sub>3</sub>-(СН<sub>2</sub>)<sub>4</sub>-СООН.</p><p><b>Твердые вещества:</b></p><p>1) пальмитиновая кислота СН<sub>3</sub>-(СН<sub>2</sub>)<sub>14</sub>-СООН;</p><p>2) маргариновая кислота СН<sub>3</sub>-(СН<sub>2</sub>)<sub>15</sub>-СООН;</p><p>3) стеариновая кислота СН<sub>3</sub>-(СН<sub>2</sub>)<sub>16</sub>-СООН.</p><p>Существуют также бензойная, щавелевая, терефталевая, молочная кислоты.</p><p>По систематической номенклатуре названия кислот образуются от названий соответствующих углеводородов с прибавлением слова <i>кислота, </i>например: метановая кислота HCOOH, пропановая кислота СН<sub>3</sub>-СН<sub>2</sub>-СOOH.</p><p><b>Характерные особенности карбоновых кислот:</b></p><p>1) среди кислот, в отличие от альдегидов, нет газообразных веществ, так как молекулы ассоциированы;</p><p>2) низшие представители ряда – это жидкости с острым запахом, хорошо растворимые в воде;</p><p>3) с повышением молекулярной массы растворимость в воде понижается;</p><p>4) высшие кислоты – твердые вещества без запаха, в воде не растворимы;</p><p>5) определение молекулярной массы жидких кислот показывает, что они состоят из удвоенных молекул – димеров;</p><p>6) между двумя молекулами могут устанавливаться две водородные связи, это и обусловливает сравнительно большую прочность димерных молекул.</p><p>7) ароматическими карбоновыми кислотами называют производные бензола и его гомологов, содержащие карбоксильные группы, непосредственно связанные с углеродными атомами ароматического ядра, например C<sub>6</sub>H<sub>5</sub>-COOH – бензойная, если же карбоксильная группа находится в боковой цепи, то такие кислоты называют жирноароматическими, они напоминают в своем химическом поведении карбоновые кислоты алифатического ряда. Например: C<sub>6</sub>H<sub>5</sub>-CH<sub>2</sub>-COOH – фенилуксусная;</p><p>8) по количеству карбоксильных групп ароматические кислоты могут быть одно-, двух– и более основные;</p><p>9) под влиянием карбонильного атома кислорода изменяются свойства водородного атома в гидроксильной группе;</p><p>10) электронная плотность связи С=О (особенно ?-связи) смещена в сторону кислорода, как элемента более электроотрицательного.</p>"
  },
  {
    "title": "Химические свойства и получение карбоновых кислот",
    "content": "<p><b>Химические свойства:</b></p><p>1) растворимые в воде кислоты, в отличие от спиртов, имеют характерный кислый вкус;</p><p>2) кислоты окрашивают лакмус в красный цвет;</p><p>3) карбоновые кислоты проводят электрический ток;</p><p>4) их диссоциацию в водном растворе можно выразить уравнением: R-COOH<b> – &gt; </b>H<sup>+</sup> + R-СОО<sup>-</sup>;</p><p>5) по степени диссоциации только муравьиная кислота является электролитом средней силы;</p><p>6) остальные карбоновые кислоты относятся к слабым электролитам;</p><p>7) по мере повышения молекулярной массы степень диссоциации карбоновых кислот понижается;</p><p>8) при действии на растворы кислот некоторых металлов происходит выделение водорода и образование соли (ацетат магния), например:</p><p>2СН<sub>3</sub>-COOH + Mg > Н<sub>2</sub> + (CH<sub>3</sub>COO)<sub>2</sub>Mg.</p><p>Ионное уравнение этой реакции:</p><p>2СН<sub>3</sub>СООН + Mg > Н<sub>2</sub> + Mg<sup>2+</sup> + 2СН<sub>3</sub>СОО<sup>-</sup>;</p><p>9) выделение водорода идет медленнее, чем при реакции металла с сильными кислотами – серной и соляной;</p><p>10) при взаимодействии кислот с основными оксидами и основаниями образуются соли (пропионат натрия):</p><p>СН<sub>3</sub>-СН<sub>2</sub>-COOH + NaOH > СН<sub>3</sub>-СН<sub>2</sub>-COONa + Н<sub>2</sub>О.</p><p><b>Особенности такой реакции: </b>а) в пробирку с уксусной кислотой необходимо добавить этилового спирта; б) если добавить в эту пробирку серной кислоты и подогреть смесь, появляется приятный запах этилового эфира уксусной кислоты.</p><p><b>Особенности этилового эфира уксусной кислоты:</b></p><p>1) этиловый эфир уксусной кислоты относится к классу сложных эфиров;</p><p>2) температура кипения ниже, чем у уксусной кислоты, так как отсутствуют водородные связи.</p><p><b>Отличие реакции присоединения в альдегидах от реакции присоединения карбоновых кислот.</b></p><p>1. В альдегидах легко идут реакции присоединения по двойной связи С=О.</p><p>2. У карбонильной группы кислот реакции присоединения затруднены, двойная связь в ней устойчивее, например присоединение водорода может происходить лишь в более жестких условиях, чем в альдегидах.</p><p><b>Такое изменение свойств связи С=О объясняется:</b></p><p>1) наличием в молекуле гидроксильной группы: сдвиг электронов от нее к атому углерода частично гасит его положительный заряд и это сказывается на реакционной способности карбонильной группы;</p><p>2) в молекулах существует не одностороннее, а взаимное влияние атомов.</p><p><b>Особенности реакции карбоновых кислот с углеводородным радикалом:</b></p><p>1) в нем возможны реакции замещения водорода галогенами;</p><p>2) особенно легко замещение происходит в углеводородном звене, ближайшем к карбоксилу.</p>"
  },
  {
    "title": "Муравьиная и уксусная кислоты",
    "content": "<p><b>Особенности муравьиной кислоты: </b>1) первый представитель гомологического ряда предельных кислот; 2) содержится в едких выделениях муравьев, в крапиве, хвое ели; 3) это самая сильная кислота в ряду одноосновных карбоновых кислот.</p><p><b>Муравьиная кислота имеет и другие особенности: </b>1) в молекуле кислоты легко можно заметить не только карбоксильную группу, но и альдегидную; 2) муравьиная кислота наряду с типичными свойствами кислот проявляет свойства альдегидов. Например, она легко окисляется аммиачным раствором оксида серебра (I).</p><p><b>Применение и получение муравьиной кислоты: </b>а) муравьиная кислота применяется в технике в качестве восстановителя; б) реакцией кислоты со спиртами получают сложные эфиры, которые находят применение в качестве растворителей и душистых веществ.</p><p><b>Особенности уксусной кислоты: </b>часто встречается в растениях, выделениях животных, образуется при окислении органических веществ.</p><p><b>Применение и получение уксусной кислоты. </b>Из всех карбоновых кислот уксусная кислота имеет наиболее широкое применение. Используется водный раствор уксусной кислоты – уксус – в качестве вкусового и консервирующего средства (приправа к пище, маринование грибов, овощей).</p><p><b>Получение уксусной кислоты.</b></p><p>1. Путем различных реакций солеобразования получаются соли уксусной кислоты – ацетаты.</p><p>2. Взаимодействием кислоты со спиртами получаются разнообразные сложные эфиры.</p><p>3. Как и эфиры муравьиной кислоты, сложные эфиры используются в качестве растворителей и душистых веществ.</p><p>4. Уксусная кислота используется в производстве ацетатного волокна.</p><p>5. Уксусная кислота используется при синтезе красителей (например, индиго), лекарственных веществ (например, аспирина) и т. д.</p><p>6. Уксусную кислоту получают гидролизом ацетонитрила или других производных: сложных эфиров, хлорангидридов и амидов, кроме этого возможно окисление соответствующих спиртов, альдегидов и алкенов.</p><p>Плотность уксусной кислоты больше единицы, остальных карбоновых кислот – меньше единицы. Уксусная кислота имеет более высокую температуру кипения, чем этанол, это обусловлено тем, что молекулы уксусной кислоты попарно связываются не одной, а двумя водородными связями, и в жидком состоянии существуют в сновном в виде димера:</p><img src='./img/theory/cribs/organic/53-1.png'/><p>Но могут иметь и линейный характер:</p><img src='./img/theory/cribs/organic/53-2.png'/>"
  },
  {
    "title": "Пальмитиновая и стеариновая кислоты",
    "content": "<p>Из высших предельных одноосновных карбоновых кислот наиболее важными являются следующие кислоты: СН<sub>3</sub>(СН<sub>2</sub>)<sub>14</sub>СООН – пальмитиновая и СН<sub>3</sub>(СН<sub>2</sub>)<sub>16</sub>СООН – стеариновая. В виде сложных эфиров глицерина они входят в состав растительных и животных жиров.</p><p><b>Характерные особенности пальмитиновой и стеариновой кислот:</b></p><p>1) это твердые вещества белого цвета;</p><p>2) эти кислоты не растворимы в воде;</p><p>3) углеводородные радикалы в молекулах этих кислот содержат неразветвленную цепь из пятнадцати и семнадцати атомов углерода, которые соединены ?-связими;</p><p>4) им свойственны те же реакции, что и другим карбоновым кислотам. Например, при взаимодействии с раствором щелочи они образуют соли: C<sub>15</sub>H<sub>31</sub>COOH + NaOH > C<sub>15</sub>H<sub>31</sub>COONa + Н<sub>2</sub>О;</p><p>5) натриевые соли пальмитиновых и стеариновых кислот (пальмиаты и стеараты) растворимы в воде;</p><p>6) они обладают моющими свойствами и составляют основную часть обычного твердого мыла;</p><p>7) из карбоновых солей, которые содержатся в мыле, получаются кислоты, действуя на их водный раствор сильной кислотой, например:</p><p>С<sub>17</sub>Н<sub>35</sub>СОО<sup>-</sup> + Na<sup>+</sup> + H<sup>+</sup> + HSO<sub>4</sub><sup>-</sup> > С<sub>17</sub>Н<sub>35</sub>СООН + NaHSO<sub>4</sub>;</p><p>8) кальциевые и магниевые соли высших карбоновых кислот в воде не растворяются;</p><p>Олеиновая кислота является представителем непредельных одноосновных карбоновых кислот.</p><p>Существуют кислоты, в углеводородном радикале которых имеются одна или несколько двойных связей между атомами углерода.</p><p><b>Особенности олеиновой кислоты:</b></p><p>1) олеиновая кислота – это одна из высших непредельных кислот;</p><p>2) олеиновая кислота имеет формулу: С<sub>17</sub>Н<sub>33</sub>СООН, или СН<sub>3</sub>-(СН<sub>2</sub>)<sub>7</sub>-СН = СН-(СН<sub>2</sub>)<sub>7</sub>-СООН;</p><p>3) наряду с пальмитиновой и стеариновой кислотами она в виде сложного эфира глицерина входит в состав жиров;</p><p>4) в молекуле олеиновой кислоты в середине цепи имеется двойная связь.</p><p>Свойства олеиновой кислоты: а) в отличие от стеариновой кислоты, олеиновая кислота – жидкость; б) из-за наличия двойной связи в углеводородном радикале молекулы возможна цистрансизомерия:</p><img src='./img/theory/cribs/organic/54-1.png'/><p>в) олеиновая кислота – цисизомер; г) силы взаимодействия между молекулами сравнительно невелики и вещество оказывается жидким; д) молекулы трансизомера более вытянутые; е) молекулы трансизомера могут плотнее примыкать друг к другу; ж) силы взаимодействия между ними больше, и вещество оказывается твердым – это элаидиновая кислота; з) наряду с карбоксильной группой олеиновая кислота имеет двойную связь.</p>"
  },
  {
    "title": "Сложные эфиры",
    "content": "<p><b>Получение и строение сложных эфиров:</b></p><p>1) сложные эфиры образуются при взаимодействии кислот со спиртами. В общем виде получение их может быть выражено уравнением:</p><img src='./img/theory/cribs/organic/55-1.png'/><p>2) реакции кислот со спиртами, ведущие к образованию сложных эфиров, называются реакциями этерификации (лат. aether – эфир);</p><p>3) они проводятся в присутствии сильных минеральных кислот, при этом ионы водорода оказывают каталитическое действие;</p><p>4) названия сложных эфиров образуются из названий соответствующих кислот и спиртов, например: а) метиловый эфир уксусной кислоты СН<sub>3</sub>СООСН<sub>3</sub>; б) этиловый эфир муравьиной кислоты НСООС<sub>2</sub>Н<sub>5</sub>;</p><p>5) атом водорода функциональной группы в кислотах является подвижным, поэтому в спиртах при реакции этерификации водород должен отщепляться от молекулы кислоты, гидроксильная группа при этом отщепляется от молекулы спирта.</p><p>Как идет реакция, устанавливается при помощи меченых атомов:</p><p>а) если на карбоновую кислоту действовать спиртом, который вместо обычного атома кислорода содержит тяжелый изотоп массой 18:</p>p>RCOOH + HO<sup>18</sup>R > RCOO<sup>18</sup>R + Н<sub>2</sub>O;</p><p>б) после проведения реакции тяжелый изотоп кислорода находится в сложном эфире;</p><p>в) при реакции этерификации от молекулы спирта отделяется не гидроксильная группа, а только атом водорода, гидроксильная же группа отделяется от молекулы кислоты.</p><p><b>Физические свойства сложных эфиров: </b>сложные эфиры одноосновных карбоновых кислот – это обычно жидкости с приятным запахом (этиловый эфир муравьиной кислоты – запах рома, бутиловый эфир масляной кислоты – запах ананаса и т. д.).</p><p><b>Нахождение сложных эфиров в природе.</b></p><p>1. Синтетические сложные эфиры в виде фруктовых эссенций используются наряду с другими душистыми веществами в производстве фруктовых вод, кондитерских изделий.</p><p>2. Также сложные эфиры используются при изготовлении духов и одеколонов.</p><p>3. Некоторые из сложных эфиров (например, этиловый эфир уксусной кислоты) служат растворителями.</p><p><b>Химические свойства сложных эфиров:</b></p><p>1) взаимодействие их с водой. Например, при нагревании этилового эфира уксусной кислоты с водой в присутствии неорганической кислоты образуются уксусная кислота и этиловый спирт;</p><p>2) такая реакция называется гидролизом.</p><p><b>Особенности реакции гидролиза:</b></p><p>а) эта реакция противоположна реакции образования сложного эфира;</p><p>б) реакция гидролиза сложного эфира обратима, так же как и реакция этерификации.</p>"
  },
  {
    "title": "Жиры и углеводы",
    "content": "<p><b>Жиры в природе, их физические свойства.</b></p><p>1. Наряду с углеводами и белками жиры входят в состав всех растительных и животных организмов и составляют одну из основных частей пищи.</p><p>2. Животные жиры, как правило, твердые вещества.</p><p>3. Растительные жиры чаще бывают жидкими и называются еще маслами.</p><p>4. Известны также жидкие жиры животного происхождения (например, рыбий жир) и твердые растительные масла (например, кокосовое масло).</p><p>5. Все жиры легче воды.</p><p>6. В воде они не растворимы, но хорошо растворяются во многих органических растворителях (дихлорэтане, бензине).</p><p><b>Особенности строения жиров.</b></p><p>Строение жиров было установлено <b>М. Шеврелем </b>и <b>М. Бертло</b>. Нагревая жиры с водой (в присутствии щелочи), М. Шеврель еще в начале XIX в. установил, что, присоединяя воду, они разлагаются на глицерин и карбоновые кислоты – стеариновую, олеиновую и др. М. Бертло (1854 г.) осуществил обратную реакцию. Он нагревал смесь глицерина с кислотами и получил при этом вещества, аналогичные жирам; М. Шеврель провел реакцию гидролиза сложного эфира, а М. Бертло осуществил реакцию этерификации, т. е. синтез сложного эфира. На основании этих данных легко прийти к выводу о строении жиров.</p><p><b>Характерные особенности жиров.</b></p><p>1. Жиры – это сложные эфиры трехатомного спирта глицерина и карбоновых кислот.</p><p>2. В большинстве случаев жиры образованы высшими предельными и непредельными карбоновыми кислотами, главным образом:</p><p>а) пальмитиновой C<sub>15</sub>H<sub>31</sub>-СООН;</p><p>б) стеариновой С<sub>17</sub>Н<sub>35</sub>-СООН;</p><p>в) олеиновой С<sub>17</sub>Н<sub>33</sub>-СООН;</p><p>г) линолевой С<sub>17</sub>Н<sub>31</sub>-СООН и некоторыми другими.</p><p>3. В меньшей степени в образовании жиров участвуют низшие кислоты, например, масляная кислота С<sub>3</sub>Н<sub>7</sub>-СООН (в сливочном масле), капроновая кислота С<sub>5</sub>Н<sub>11</sub>-СООН и др.</p><p>4. Жиры, которые образуются преимущественно предельными кислотами, твердые (говяжий жир, бараний жир).</p><p>5. С повышением содержания непредельных кислот температура плавления жиров понижается, они становятся более легкоплавкими (свиное сало, сливочное масло).</p><p><b>Химические свойства жиров </b>определяются принадлежностью их к классу сложных эфиров. Поэтому наиболее характерная для них реакция – <b>гидролиз.</b></p><p><b>Жиры как питательные вещества.</b></p><p>1. Жиры являются важной составной частью нашей пищи.</p><p>При их окислении в организме выделяется в два раза больше теплоты, чем при окислении таких же количеств белков и углеводов.</p><p>2. Как вещества, не растворимые в воде, жиры не могут непосредственно всасываться в организм из органов пищеварения.</p>"
  },
  {
    "title": "Гидролиз жиров в технике. Гидрирование жиров",
    "content": "<p><b>Гидролиз жиров в технике, его особенности:</b></p><p>1) реакция гидролиза используется в технике для получения из жиров глицерина, карбоновых кислот, мыла;</p><p>2) глицерин и кислоты образуются при нагревании жира с водой в автоклавах;</p><p>3) для получения мыла кислоты нагревают с раствором карбоната натрия;</p><p>4) чтобы выделить мыло, в раствор необходимо добавить хлорид натрия, при этом мыло всплывает наверх в виде плотного слоя – ядра. Из этой массы готовится ядровое мыло – обычные сорта хозяйственного мыла.</p><p>Для получения туалетного мыла ядровое мыло высушивают, смешивают с красящими и душистыми веществами, подвергают пластической обработке и штампуют в куски нужной формы.</p><p><b>Гидрирование жиров.</b></p><p>1. Для получения мыла и других веществ требуются преимущественно твердые жиры. В практике возможно превращение более дешевых растительных масел в твердые жиры, которые можно подвергать той или иной технической переработке.</p><p>2. Жидкие жиры отличаются от твердых непредельностью своего состава – наличием двойных связей в углеводородных радикалах.</p><p>3. Жидкие непредельные кислоты могут быть превращены в твердые путем присоединения к ним водорода, таким же путем можно превратить жидкие жиры в твердые.</p><p>Сущность способа гидрирования:</p><p>а) сущность способа гидрирования заключается в том, что через нагретую смесь масла с тонко измельченным катализатором (никелевым или медно-никелевым) пропускают водород под давлением;</p><p>б) водород присоединяется по месту двойных связей в углеводородных радикалах, и масло превращается в твердый жир, например:</p><img src='./img/theory/cribs/organic/57-1.png'/><p>4. В промышленности процесс гидрирования осуществляется в ряде последовательно соединенных автоклавов по непрерывному методу.</p><p>Проходя через систему автоклавов, жир подвергается все большему гидрированию; в результате получается масса, похожая по своей консистенции на сало.</p><p>Гидрированное масло называется еще саломасом. От катализатора саломас отделяется при помощи фильтрования.</p><p><b>Гидрированный жир </b>– полноценный продукт для производства мыла, а при использовании определенных сортов масел – и для употребления в пищу, например в составе маргарина.</p>"
  },
  {
    "title": "Мыла и другие моющие средства",
    "content": "<p><b>Характерные особенности мыла:</b></p><p>1)<b> мыла</b> – это соли высших карбоновых кислот;</p><p>2) обычные мыла состоят главным образом из смеси солей пальмитиновой, стеариновой и олеиновой кислот;</p><p>3) натриевые соли образуют твердые мыла, калиевые соли – жидкие мыла;</p><p>4) мыла получаются при гидролизе жиров в присутствии щелочей:</p><img src='./img/theory/cribs/organic/58-1.png'/><p>5) происходит реакция омыления;</p><p>6) омыление жиров может протекать и в присутствии серной кислоты (кислотное омыление);</p><p>7) при кислотном омылении получаются глицерин и высшие карбоновые кислоты;</p><p>8) карбоновые кислоты действием щелочи или соды переходят в мыла;</p><p>9) исходным сырьем для получения мыла служат растительные масла (подсолнечное, хлопковое и др.), животные жиры, а также гидроксид натрия или кальцинированная сода;</p><p>10) растительные масла предварительно подвергаются гидрогенизации.</p><p><b>Гидрогенизация </b>– это превращение растительного масла в твердые жиры.</p><p><b>Заменители жиров </b>– это синтетические карбоновые жирные кислоты с большой молекулярной массой.</p><p>Получение мыла из непищевых продуктов:</p><p>1) необходимые для производства мыла карбоновые кислоты получаются окислением парафина;</p><p>2) нейтрализацией кислот, которые содержат от 10 до16 углеродных атомов в молекуле, получается туалетное мыло;</p><p>3) нейтрализацией кислот, которые содержат от 17 до 21 атома углерода, получается хозяйственное мыло и мыло для технических целей;</p><p>4) наряду с мылом из синтетических кислот производятся моющие средства из других видов сырья.</p><p><b>Алкилсульфаты </b>– это соли сложных эфиров высших спиртов и серной кислоты.</p><p>В общем виде образование таких солей можно записать уравнениями:</p><img src='./img/theory/cribs/organic/58-2.png'/><p><b>Особенности образующихся солей.</b></p><p>1. Эти соли содержат в молекуле от 12 до 14 углеродных атомов.</p><p>2. Они обладают очень хорошими моющими свойствами.</p><p>3. Кальциевые и магниевые соли растворимы в воде.</p><p>4. Такие мыла моют в жесткой воде.</p><p>5. Алкилсульфаты содержатся во многих стиральных порошках.</p><p>6. Синтетические моющие средства высвобождают сотни тысяч тонн пищевого сырья – растительных масел и жиров.</p>"
  },
  {
    "title": "Глюкоза. Физические свойства",
    "content": "<p>Глюкоза – бесцветное кристаллическое вещество, хорошо растворимое в воде, сладкое на вкус (лат. «глюкос» – сладкий):</p><p>1) она встречается почти во всех органах растения: в плодах, корнях, листьях, цветах;</p><p>2) особенно много глюкозы в соке винограда и спелых фруктах, ягодах;</p><p>3) глюкоза есть в животных организмах;</p><p>4) в крови человека ее содержится примерно 0,1 %.</p><p><b>Особенности строения глюкозы</b></p><p>1. Состав глюкозы выражается формулой: С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub>, она принадлежит к многоатомным спиртам.</p><p>2. Если раствор этого вещества прилить к свежеосажденному гидроксиду меди (II), образуется ярко-синий раствор, как в случае глицерина.</p><p>Опыт подтверждает принадлежность глюкозы к многоатомным спиртам.</p><p>3. Существует сложный эфир глюкозы, в молекуле которого пять остатков уксусной кислоты. Из этого следует, что в молекуле углевода пять гидроксильных групп. Этот факт объясняет, почему глюкоза хорошо растворяется в воде и имеет сладкий вкус.</p><p>Если раствор глюкозы нагреть с аммиачным раствором оксида серебра (I), то получится характерное «серебряное зеркало».</p><p>Шестой атом кислорода в молекуле вещества входит в состав альдегидной группы.</p><p>4. Чтобы составить полное представление о строении глюкозы, надо знать, как построен скелет молекулы. Поскольку все шесть атомов кислорода входят в состав функциональных групп, следовательно, атомы углерода, образующие скелет, соединены друг с другом непосредственно.</p><p>5. Цепь атомов углерода прямая, а не разветвленная.</p><p>6. Альдегидная группа может находиться только в конце неразветвленной углеродной цепи, и гидроксильные группы могут быть устойчивы, находясь лишь у разных атомов углерода.</p><p>7. Глюкоза одновременно и альдегид, и многоатомный спирт: она альдегидоспирт.</p><img src='./img/theory/cribs/organic/59-1.png'/><p>8. В растворе глюкозы содержатся молекулы не только с открытой цепью атомов, но и циклические, в которых нет альдегидной группы.</p><p>9. Процесс превращения альдегидной формы в циклическую обратим. В растворе существует подвижное равновесие между ними. Данное явление называется мутаротацией.</p><p>Молекул, которые содержат альдегидную группу, недостаточно, чтобы ярко проявилась реакция глюкозы с фуксинсернистой кислотой.</p>"
  },
  {
    "title": "Гомологические ряды органических соединений",
    "content": "<p>Среди многообразия органических соединений можно выделить <i>группы веществ, </i>которые сходны по химическим свойствам и отличаются друг от друга на группу СН<sub>2</sub>.</p><p><b>Гомологи </b>– это соединения, сходные по химическим свойствам, состав которых отличается друг от друга на одну или несколько групп СН<sub>2</sub>.</p><p>Гомологи, расположенные в порядке возрастания их относительной молекулярной массы, образуют <b>гомологический ряд.</b></p><p><b>Гомологическая разность </b>– это группы СН<sub>2</sub>.</p><p>Примером гомологического ряда может служить ряд предельных углеводородов (алканов).</p><p>Простейший его представитель – метан СН<sub>4</sub>.</p><p>Формула любого последующего гомолога может быть получена прибавлением к формуле предыдущего углеводорода гомологической разности.</p><p>Состав молекул всех членов гомологического ряда может быть выражен одной общей формулой: С<sub>n</sub>Н<sub>2n</sub> + 2, где n – число атомов углерода.</p><p>Гомологические ряды могут быть построены для всех классов органических соединений. Зная свойства одного из членов гомологического ряда, можно сделать выводы о свойствах других представителей того же ряда. Это обусловливает важность понятия гомологии при изучении органической химии.</p><p><b>Классификация органических соединений.</b></p><p>Все органические соединения в зависимости от природы углеродного скелета можно разделить на ациклические и циклические.</p><p><b>Ациклические </b>(нециклические, ценные) соединения называют также жирными или алифатическими.</p><p>Эти названия связаны с тем, что одними из первых хорошо изученных соединений такого типа были природные жиры.</p><p><b>Среди циклических соединений обычно выделяют: </b>1) <b>карбоциклические – </b>молекулы которых содержат кольца из углеродных атомов; 2) <b>гетероциклические – </b>кольца которых содержат, кроме углерода, атомы других элементов (кислорода, серы, азота и др.).</p><p><b>Карбоциклические соединения подразделяются: </b>1) на <b>алициклические </b>(предельные и непредельные), похожие по свойствам на алифатические; 2) <b>ароматические – </b>содержат бензольные кольца.</p><p><b>Функциональные группы – </b>это группы атомов, которые определяют химические свойства данного класса соединений.</p><p>Наличие этих групп позволяет разделить типы органических соединений на классы и облегчить их изучение.</p><p><b>Классы соединений: </b>а) спирты; б) фенолы; в) альдегиды; г) кетоны; д) карбоновые кислоты; е) нитросоединения; ж) первичные амины; з) амиды кислот.</p><p><b>Свойства свободных радикалов: </b>1) обычно очень неустойчивы; 2) химически весьма активны; 3) быстро превращаются в устойчивые молекулы.</p><p><b>Индуктивный эффект – </b>это смещение электронной плотности от одного атома к другому в результате их разной электроотрицательности. Происходит <b>поляризация связи.</b></p>"
  },
  {
    "title": "Химические свойства глюкозы и ее применение",
    "content": "<p><b>Химические свойства альдегидной формы глюкозы</b>:</p><p>а) глюкоза – это вещество с двойственной химической природой;</p><p>б) как многоатомный спирт глюкоза образует сложные эфиры;</p><p>в) как альдегид она окисляется. Окислительное действие аммиачного раствора оксида серебра (I) на глюкозу можно записать следующим образом:</p><img src='./img/theory/cribs/organic/60-1.png'/><p>г) окислителем альдегидной группы глюкозы может служить и гидроксид меди (II). Если к небольшому количеству свежеосажденного гидроксида меди (II) прилить раствор глюкозы и смесь нагреть, то образуется красный оксид меди (I). Уравнение реакции окисления глюкозы гидроксидом меди (II) аналогично уравнению для альдегидов;</p><p>д) альдегидная группа глюкозы может быть восстановлена.</p><p>Тогда образуется шестиатомный спирт (сорбит): СН<sub>2</sub>ОН-СНОН-СНОН-СНОН-СНОН-СН<sub>2</sub>ОН.</p><p><b>Виды брожения.</b></p><p>1. Спиртовое брожение идет под действием фермента дрожжей: С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub> > 2С<sub>2</sub>Н<sub>5</sub>ОН + 2СO<sub>2</sub>.</p><p>2. Под действием фермента молочнокислых бактерий происходит молочнокислое брожение глюкозы: C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> > 2СН<sub>3</sub>-СН(ОН) – СOОН – молочная кислота.</p><p>Особенности молочной кислоты:</p><p>1) это соединение с двойственной химической функцией, в ней сочетаются свойства спирта и карбоновой кислоты;</p><p>2) процесс образования молочной кислоты происходит при скисании молока;</p><p>3) появление кислоты в молоке можно установить при помощи лакмуса;</p><p>4) молочнокислое брожение имеет большое значение в переработке сельскохозяйственных продуктов;</p><p>5) с ним связано получение молочных продуктов: простокваши, творога, сметаны, сыра;</p><p>6) молочная кислота образуется в процессе квашения капусты, силосования кормов и выполняет при этом консервирующую роль.</p><p><b>Способы применения глюкозы.</b></p><p>1. <b>Глюкоза</b> – ценное питательное вещество.</p><p>2. Крахмал пищи в пищеварительном тракте превращается в глюкозу, которая кровью разносится по всем тканям и клеткам организма.</p><p>3. Как вещество, легко усваиваемое организмом и дающее ему энергию, глюкоза находит и непосредственное применение в качестве укрепляющего лечебного средства.</p><p>4. Сладкий вкус обусловил применение ее в кондитерском деле (в составе патоки) при изготовлении мармелада, карамели, пряников и т. д.</p>"
  },
  {
    "title": "Моносахариды",
    "content": "<p><b>Моносахариды </b>– это простейшие углеводы. Они не подвергаются гидролизу – не расщепляются водой на более простые углеводы. Общая формула – С<sub>n</sub>(H<sub>2</sub>O)<sub>n</sub>. Моносахариды представляют собой бесцветные кристаллические вещества, растворимые в воде и сладкие на вкус (фруктоза – самый сладкий сахар). Все они являются оптически активными веществами. Моносахариды являются полиоксикарбонильными соединениями, следовательно, классифицируются по числу углеродных атомов в молекуле и присутствию альдегидной или кетонной группы. Например: альдогексоза, кетопентоза и т. д.</p><p>Важнейшими моносахаридами являются альдопентозы: рибоза и дезоксирибоза, которые входят в состав нуклеиновых кислот; ксилоза (древесный сахар), который является составной частью ксиланов, содержащихся в древесине, лузге подсолнуха, соломе. Из альдогексоз самыми распространенными являются глюкоза и фруктоза.</p><img src='./img/theory/cribs/organic/61-1.png'/><p>В природе моносахариды образуются в зеленых растениях в результате фотосинтеза, который представляет собой процесс химического связывания или «фиксации» углекислого газа и воды за счет использования энергии солнечных лучей растениями.</p><p>Главным источником получения моносахаридов, имеющих практическое значение, являются полисахариды. Так, глюкозу получают в большом количестве гидролизом крахмала:</p><p>(С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> + nН<sub>2</sub>О > nС<sub>6</sub>Н<sub>12</sub>O<sub>6</sub>.</p><p><b>Химические свойства. </b>Для моносахаридов характерны реакции, свойственные спиртам, альдегидам и кетонам, так как в молекулах простых сахаров содержатся гидроксильные и в скрытом виде карбонильные группы. При взаимодействии моносахаридов с различными веществами реакции могут протекать: по карбонильной группе, гидроксильным группам либо с изменением углеродного скелета молекулы.</p><p>1. Альдегидная группа моносахаридов окисляется до карбоксильной группы с образованием альдоновых кислот.</p><p>2. При нагревании моносахаридов с концентрированными кислотами происходит дегидратация молекулы. Из пентоз образуется фурфурол, из гексоз – оксиметилфурфурол:</p><img src='./img/theory/cribs/organic/61-2.png'/><p>3. Моносахариды D-ряда (глюкоза, фруктоза, манноза) расщепляются при каталитическом действии ферментов дрожжей.</p>"
  },
  {
    "title": "Дисахариды",
    "content": "<p><b>Дисахариды </b>– это углеводы, которые при нагревании с водой в присутствии минеральных кислот или под влиянием ферментов подвергаются гидролизу, расщепляясь на две молекулы моносахаридов.</p><p>Наиболее широко распространенным дисахаридом является сахароза (тростниковый или свекловичный сахар). Получают его из сахарного тростника или из сахарной свеклы. В молоке содержится 5 % лактозы – молочного сахара. Мальтоза содержится в прорастающем зерне и образуется при гидролизе зернового крахмала. Целлобиоза является промежуточным продуктом при ферментативном гидролизе целлюлозы.</p><p><b>Строение. </b>Молекула дисахарида состоит из двух молекул моносахаридов, соединенных гликозидной связью. В зависимости от того, какие атомы углерода участвуют в образовании гликозидной связи, молекула дисахарида может или не может содержать свободную карбонильную группу.</p><p>Дисахариды можно разделить на две группы: невосстанавливающие и восстанавливающие. Невосстанавливающие сахара не имеют ОН-группы ни при одном аномерном центре, восстанавливающие – имеют свободную ОН-группу при аномерном центре.</p><p>Невосстанавливающие сахара называют гликозил-гликозидами; восстанавливающие – гликозил-гликозами.</p><p><b>Мальтоза </b>– восстанавливающий дисахарид, образующийся при ферментативном гидролизе крахмала. Мальтоза состоит из двух остатков D-глюкозы, соединенных гликозидной связью по положениям 1,4.</p><img src='./img/theory/cribs/organic/62-1.png'/><p>Целлобиоза, или 4-(?-глюкозидо) – глюкоза построена также, как и мальтоза, но представляет собой ?-гликозид.</p><p>Сахароза состоит из остатков глюкозы и фруктозы, соединенных 1,2-гликозидной связью. У сахарозы полуацетальные гидроксильные группы обеих молекул моносахаридов участвуют в образовании гликозидной связи, вследствие чего сахароза является невосстанавливающим сахаром.</p><p><b>Химические свойства дисахаридов:</b></p><p>1) способность гидролизоваться: под действием кислоты или соответствующего фермента разрывается гликозидная связь и образуются два моносахарида;</p><p>2) окисляются ионами меди, серебра, ртути, образуют озазоны и вступают во все реакции, характерные для соединений, содержащих свободные карбонильные группы;</p><p>3) дисахариды могут быть окислены до диоксида углерода и воды. Под действием ферментов дрожжей сахароза и мальтоза дают этанол, а лактоза не изменяется.</p>"
  },
  {
    "title": "Полисахариды",
    "content": "<p><b>Характерные особенности крахмала:</b></p><p>1) относится к полисахаридам;</p><p>2) молекулярная масса этого вещества точно не установлена, но она очень велика (порядка 100 000) и для разных образцов может быть различна;</p><p>3) формулу крахмала, как и других полисахаридов, можно записать в виде (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub>;</p><p>4) для каждого полисахарида n имеет различные значения;</p><p>5) представляет собой безвкусный белый порошок, не растворимый в холодной воде.</p><p><b>Способы получения крахмала:</b></p><p>1) крахмал широко распространен в природе;</p><p>2) он является для различных растений запасным питательным материалом и содержится в них в виде крахмальных зерен;</p><p>3) наиболее богаты крахмалом зерно злаков: риса (до 86 %), пшеницы (до 75 %), кукурузы (до 72 %), а также клубни картофеля (до 24 %);</p><p>4) крахмал является одним из продуктов фотосинтеза;</p><p>5) из растений извлекается крахмал путем разрушения его клеток и отмывания его водой;</p><p>6) в промышленном масштабе крахмал получается из клубней картофеля (в виде картофельной муки).</p><p>При действии фермента или при нагревании с кислотами (ионы водорода служат катализатором) крахмал, как и все сложные углеводы, подвергается <i>гидролизу.</i></p><p><b>Особенности гидролиза:</b></p><p>1) при гидролизе сначала образуется растворимый крахмал, далее сложные вещества – декстрины, мальтоза;</p><p>2) конечным продуктом гидролиза является глюкоза;</p><p>3) суммарное уравнение можно записать следующим образом:</p><p>(С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> + nН<sub>2</sub>О > nС<sub>6</sub>Н<sub>12</sub>O<sub>6</sub>;</p><p>4) гидролиз крахмала – это его важное химическое свойство;</p><p>5) крахмал не дает реакции «серебряного зеркала», но ее дают продукты его гидролиза.</p><p><b>Особенности процесса образования крахмала:</b></p><p>а) соединение молекул глюкозы происходит с участием наиболее реакционноспособных гидроксильных групп, а исчезновение последних исключает возможность образования альдегидных групп, и они в молекуле крахмала отсутствуют;</p><p>б) раствор йода окрашивает крахмал в синий цвет;</p><p>в) при нагревании окраска синего цвета исчезает, при охлаждении вновь появляется;</p><p>г) раствор йода используется для обнаружения крахмала, а раствор крахмала (клейстер) – для обнаружения йода.</p><p><b>Применение крахмала:</b></p><p>1) крахмал является основным углеводом пищи человека – хлеба, круп, картофеля;</p><p>2) в значительных количествах крахмал перерабатывается на декстрины, патоку и глюкозу, которые используются в кондитерском производстве;</p><p>3) из крахмала, который содержится в картофеле и зерне злаков, получается этиловый спирт.</p>"
  },
  {
    "title": "Рибоза и дезоксирибоза",
    "content": "<p>Известны углеводы с пятью углеродными атомами в молекуле – это пентозы.</p><p><b>Особенности рибозы и дезоксирибозы.</b></p><p>1. Рибоза С<sub>5</sub>H<sub>10</sub>O<sub>5</sub> и дезоксирибоза С<sub>5</sub>H<sub>10</sub>O<sub>4</sub> – кристаллические вещества сладкого вкуса, растворимые в воде.</p><p>2. Состав дезоксирибозы не отвечает формуле Сn(Н<sub>2</sub>О)m, считавшейся общей формулой всех углеводов.</p><p>3. Дезоксирибоза отличается от рибозы отсутствием в молекуле одной гидроксильной группы (оксигруппы), которая заменена атомом водорода. Отсюда и произошло название вещества (дезоксирибоза).</p><p>Структурные формулы:</p><img src='./img/theory/cribs/organic/64-1.png'/><p>СН<sub>2</sub>-СН-СН-СН-С-Н=О (рибоза).</p><p>4. Они точно указывают, при каком именно атоме углерода дезоксирибозы нет гидроксильной группы.</p><p>5. Подобно глюкозе молекулы пентоз существуют не только в альдегидной, но и в циклической форме.</p><p>Замыкание кольца в них можно представить аналогичным образом.</p><p>Отличие будет лишь в том, что карбонильная группа взаимодействует с гидроксилом не пятого, а четвертого атома углерода, и в результате перегруппировки атомов образуется не шестичленный, а пятичленный цикл.</p><p>Как и в случае глюкозы, пентозы известны в двух циклических формах (? и ?); в водном растворе они находятся в подвижном равновесии с альдегидной формой.</p><p><b>Фруктоза как изомер глюкозы.</b></p><p>Известен ряд углеводов, состав которых отвечает формуле С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub>.</p><p>Все они являются изомерами и как вещества, содержащие шесть атомов углерода в молекуле, называются гексозами.</p><p>Распространенный их представитель – фруктоза. По стоению фруктоза является кетоспиртом.</p><p>Свекловичный или тростниковый сахар: получается из сахарной свеклы или сахарного тростника; содержится также в соке березы, клена и некоторых фруктах, меде.</p><p><b>Химические свойства рибозы и дезоксирибозы.</b></p><p>1. При окислении по альдегидной группе они образуют соответствующие кислоты.</p><p>2. При восстановлении пентозы превращаются в многоатомные спирты.</p><p>3. Рибоза и дезоксирибоза имеют большое биологическое значение.</p><p>4. Они входят в состав нуклеиновых кислот, которые осуществляют в клетках организмов синтез белков и передачу наследственных признаков.</p>"
  },
  {
    "title": "Сахароза, ее физические и химические свойства",
    "content": "<p><b>Физические свойства и нахождение в природе.</b></p><p>1. Она представляет собой бесцветные кристаллы сладкого вкуса, хорошо растворима в воде.</p><p>2. Температура плавления сахарозы 160 °C.</p><p>3. При застывании расплавленной сахарозы образуется аморфная прозрачная масса – карамель.</p><p>4. Содержится во многих растениях: в соке березы, клена, в моркови, дыне, а также в сахарной свекле и сахарном тростнике.</p><p><b>Строение и химические свойства.</b></p><p>1. Молекулярная формула сахарозы – С<sub>12</sub>Н<sub>22</sub>О<sub>11</sub>.</p><p>2. Сахароза имеет более сложное строение, чем глюкоза.</p><p>3. Наличие гидроксильных групп в молекуле сахарозы легко подтверждается реакцией с гидроксидами металлов.</p><p>Если раствор сахарозы прилить к гидроксиду меди (II), образуется ярко-синий раствор сахарата меди.</p><p>4. Альдегидной группы в сахарозе нет: при нагревании с аммиачным раствором оксида серебра (I) она не дает «серебряного зеркала», при нагревании с гидроксидом меди (II) не образует красного оксида меди (I).</p><p>5. Сахароза, в отличие от глюкозы, не является альдегидом.</p><p>6. Сахароза является важнейшим из дисахаридов.</p><p>7. Она получается из сахарной свеклы (в ней содержится до 28 % сахарозы от сухого вещества) или из сахарного тростника.</p><p><b>Реакция сахарозы с водой.</b></p><p>Если прокипятить раствор сахарозы с несколькими каплями соляной или серной кислоты и нейтрализовать кислоту щелочью, а после этого нагреть раствор с гидроксидом меди (II), выпадает красный осадок.</p><p>При кипячении раствора сахарозы появляются молекулы с альдегидными группами, которые и восстанавливают гидроксид меди (II) до оксида меди (I). Эта реакция показывает, что сахароза при каталитическом действии кислоты подвергается гидролизу, в результате чего образуются глюкоза и фруктоза:</p><p>С<sub>12</sub>Н<sub>22</sub>О<sub>11</sub> + Н<sub>2</sub>О > С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub> + С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub>.</p><p>6. Молекула сахарозы состоит из соединенных друг с другом остатков глюкозы и фруктозы.</p><p>Из числа изомеров сахарозы, имеющих молекулярную формулу С<sub>12</sub>Н<sub>22</sub>О<sub>11</sub>, можно выделить мальтозу и лактозу.</p><p><b>Особенности мальтозы:</b></p><p>1) мальтоза получается из крахмала под действием солода;</p><p>2) она называется еще солодовым сахаром;</p><p>3) при гидролизе она образует глюкозу:</p><p>С<sub>12</sub>Н<sub>22</sub>О<sub>11</sub> (мальтоза) + Н<sub>2</sub>О > 2С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub> (глюкоза).</p><p>Особенности лактозы: 1) лактоза (молочный сахар) содержится в молоке; 2) она обладает высокой питательностью; 3) при гидролизе лактоза разлагается на глюкозу и галактозу – изомер глюкозы и фруктозы, что является важной особенностью.</p>"
  },
  {
    "title": "Крахмал и его строение",
    "content": "<p><b>Физические свойства и нахождение в природе.</b></p><p>1. Крахмал представляет собой белый порошок, не растворимый в воде.</p><p>2. В горячей воде он набухает и образует коллоидный раствор – клейстер.</p><p>3. Являясь продуктом усвоения оксида углерода (IV) зелеными (содержащими хлорофилл) клетками растений, крахмал распространен в растительном мире.</p><p>4. Клубни картофеля содержат около 20 % крахмала, зерна пшеницы и кукурузы – около 70 %, риса – около 80 %.</p><p>5. Крахмал – одно из важнейших питательных веществ для человека.</p><p><b>Строение крахмала.</b></p><p>1. Крахмал (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> – природный полимер.</p><p>2. Образуется он в результате фотосинтетической деятельности растений при поглощении энергии солнечного излучения.</p><p>3. Сначала из углекислого газа и воды в результате ряда процессов синтезируется глюкоза, что в общем виде может быть выражено уравнением: 6СO<sub>2</sub> + 6Н<sub>2</sub>О = С<sub>6</sub>Н<sub>12</sub>O<sub>6</sub> + 6O<sub>2</sub>.</p><p>4. Глюкоза далее превращается в крахмал: nС<sub>6</sub>Н<sub>12</sub>O<sub>6</sub> = (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> + nН<sub>2</sub>О.</p><p>5. Макромолекулы крахмала неодинаковы по размерам: а) в них входит разное число звеньев С<sub>6</sub>H<sub>10</sub>O<sub>5</sub> – от нескольких сотен до нескольких тысяч, при этом неодинакова и их молекулярная масса; б) различаются они и по строению: наряду с линейными молекулами с молекулярной массой в несколько сотен тысяч имеются молекулы разветвленного строения, молекулярная масса которых достигает нескольких миллионов.</p><p><b>Химические свойства крахмала.</b></p><p>1. Одно из свойств крахмала – это способность давать синюю окраску при взаимодействии с йодом. Эту окраску легко наблюдать, если поместить каплю раствора йода на срез картофеля или ломтик белого хлеба и нагреть крахмальный клейстер с гидроксидом меди (II), будет видно образование оксида меди (I).</p><p>2. Если прокипятить крахмальный клейстер с небольшим количеством серной кислоты, нейтрализовать раствор и провести реакцию с гидроксидом меди (II), образуется характерный осадок оксида меди (I). То есть при нагревании с водой в присутствии кислоты крахмал подвергается гидролизу, при этом образуется вещество, восстанавливающее гидроксид меди (II) в оксид меди (I).</p><p>3. Процесс расщепления макромолекул крахмала водой идет постепенно. Сначала образуются промежуточные продукты с меньшей молекулярной массой, чем у крахмала, – декстрины, затем изомер сахарозы – мальтоза, конечным продуктом гидролиза является глюкоза.</p><p>4. Реакцию превращения крахмала в глюкозу при каталитическом действии серной кислоты открыл в 1811 г. русский ученый <b>К. Кирхгоф. </b>Разработанный им способ получения глюкозы используется и в настоящее время.</p><p>5. Макромолекулы крахмала состоят из остатков молекул циклической L-глюкозы.</p>"
  },
  {
    "title": "Крахмал как питательное вещество. Применение и получение крахмала",
    "content": "<p><b>Крахмал как питательное вещество.</b></p><p><b>1. Крахмал </b>является основным углеводом нашей пищи, но он не может самостоятельно усваиваться организмом.</p><p>2. Подобно жирам, крахмал сначала подвергается гидролизу.</p><p>3. Этот процесс начинается уже при пережевывании пищи во рту под действием фермента, содержащегося в слюне.</p><p>4. Далее гидролиз крахмала продолжается в кишечнике.</p><p>5. Образующаяся глюкоза всасывается через стенки кишечника в кровь и поступает в печень, а оттуда – во все ткани организма.</p><p>6. Избыток глюкозы отлагается в печени в виде высокомолекулярного углевода – гликогена.</p><p><b>Особенности гликогена: </b>а) по строению гликоген отличается от крахмала большей разветвленностью своих молекул; б) этот запасный гликоген между приемами пищи снова превращается в глюкозу по мере расходования ее в клетках организма.</p><p>7. Промежуточные продукты гидролиза крахмала (декстрины) легче усваиваются организмом, чем сам крахмал, так как состоят из меньших по размерам молекул и лучше растворяются в воде.</p><p>8. Приготовление пищи часто связано именно с превращением крахмала в декстрины.</p><p><b>Применение крахмала и получение его из крахмалсодержащих продуктов.</b></p><p>1. Крахмал используется не только как продукт питания.</p><p>2. В пищевой промышленности из него готовят глюкозу и патоку.</p><p>3. Для получения глюкозы крахмал нагревают с разбавленной серной кислотой в течение нескольких часов.</p><p>4. Когда процесс гидролиза закончится, кислоту нейтрализуют мелом, образующийся осадок сульфата кальция отфильтровывается и раствор упаривается.</p><p>5. Если процесс гидролиза не доводить до конца, то в результате получается густая сладкая масса – смесь декстринов и глюкозы – патока.</p><p><b>Особенности патоки: </b>а) она применяется в кондитерском деле для приготовления некоторых сортов конфет, мармелада, пряников и т. п.; б) с патокой кондитерские изделия не кажутся приторно-сладкими, как приготовленные на чистом сахаре, и долго остаются мягкими.</p><p>6. Декстрины, получаемые из крахмала, используются в качестве клея. Крахмал применяется для крахмаления белья: под действием нагревания горячим утюгом он превращается в декстрины, которые склеивают волокна ткани и образуют плотную пленку, предохраняющую ткань от быстрого загрязнения.</p><p>7. Крахмал получается чаще всего из картофеля. Картофель моется, затем измельчается на механических терках, измельченная масса промывается на ситах водой.</p><p>8. Освободившиеся из клеток клубня мелкие зерна крахмала проходят с водой через сито и оседают на дне чана. Крахмал тщательно промывается, отделяется от воды и сушится.</p>"
  },
  {
    "title": "Целлюлоза, ее физические свойства",
    "content": "<p><b>Нахождение в природе. Физические свойства.</b></p><p>1. Целлюлоза, или клетчатка, входит в состав растений, образуя в них оболочки клеток.</p><p>2. Отсюда происходит и ее название (от лат. «целлула» – клетка).</p><p>3. Целлюлоза придает растениям необходимую прочность и эластичность и является как бы их скелетом.</p><p>4. Волокна хлопка содержат до 98 % целлюлозы.</p><p>5. Волокна льна и конопли также в основном состоят из целлюлозы; в древесине она составляет около 50 %.</p><p>6. Бумага, хлопчатобумажные ткани – это изделия из целлюлозы.</p><p>7. Особенно чистыми образцами целлюлозы являются вата, полученная из очищенного хлопка, и фильтровальная (непроклеенная) бумага.</p><p>8. Выделенная из природных материалов целлюлоза представляет собой твердое волокнистое вещество, не растворяющееся ни в воде, ни в обычных органических растворителях.</p><p><b>Строение целлюлозы:</b></p><p>1) целлюлоза, как и крахмал, является природным полимером;</p><p>2) эти вещества имеют даже одинаковые по составу структурные звенья – остатки молекул глюкозы, одну и ту же молекулярную формулу (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub>;</p><p>3) значение n у целлюлозы обычно выше, чем у крахмала: средняя молекулярная масса ее достигает нескольких миллионов;</p><p>4) основное различие между крахмалом и целлюлозой – в структуре их молекул.</p><p><b>Нахождение целлюлозы в природе.</b></p><p>1. В природных волоконцах макромолекулы целлюлозы располагаются в одном направлении: они ориентированы вдоль оси волокна.</p><p>2. Возникающие при этом многочисленные водородные связи между гидроксильными группами макромолекул обусловливают высокую прочность этих волокон.</p><p>3. В процессе прядения хлопка, льна и т. д. эти элементарные волокна сплетаются в более длинные нити.</p><p>4. Это объясняется тем, что макромолекулы в ней хотя и имеют линейную структуру, но расположены более беспорядочно, не ориентированы в одном направлении.</p><p><b>Построение макромолекул крахмала и целлюлозы из разных циклических форм глюкозы существенно сказывается на их свойствах:</b></p><p>1) крахмал является важным продуктом питания человека, целлюлоза для этой цели использоваться не может;</p><p>2) причина состоит в том, что ферменты, способствующие гидролизу крахмала, не действуют на связи между остатками целлюлозы.</p>"
  },
  {
    "title": "Химические свойства целлюлозы и ее применение",
    "content": "<p><b>Химические свойства целлюлозы.</b></p><p>1. Из повседневной жизни известно, что целлюлоза хорошо горит.</p><p>2. При нагревании древесины без доступа воздуха происходит термическое разложение целлюлозы. При этом образуются летучие органические вещества, вода и древесный уголь.</p><p>3. В числе органических продуктов разложения древесины – метиловый спирт, уксусная кислота, ацетон.</p><p>4. Макромолекулы целлюлозы состоят из звеньев, аналогичных тем, которые образуют крахмал, она подвергается гидролизу, и продуктом ее гидролиза, как и у крахмала, будет глюкоза.</p><p>5. Если растереть в фарфоровой ступке кусочки фильтровальной бумаги (целлюлозы), смоченной концентрированной серной кислотой, и разбавить полученную кашицу водой, а также нейтрализовать кислоту щелочью и, как в случае с крахмалом, испытать раствор на реакцию с гидроксидом меди (II), то будет видно появление оксида меди (I). То есть в опыте произошел гидролиз целлюлозы. Процесс гидролиза, как и у крахмала, идет ступенчато, пока не образуется глюкоза.</p><p>6. Суммарно гидролиз целлюлозы может быть выражен тем же уравнением, что и гидролиз крахмала: (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> + nН<sub>2</sub>О = nС<sub>6</sub>H<sub>12</sub>O<sub>6</sub>.</p><p>7. Структурные звенья целлюлозы (С<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub> содержат гидроксильные группы.</p><p>8. За счет этих групп целлюлоза может давать простые и сложные эфиры.</p><p>9. Большое значение имеют азотно-кислые эфиры целлюлозы.</p><p><b>Особенности азотно-кислых эфиров целлюлозы.</b></p><p>1. Они получаются при действии на целлюлозу азотной кислотой в присутствии серной кислоты.</p><p>2. В зависимости от концентрации азотной кислоты и от других условий в реакцию этерификации вступают одна, две или все три гидроксильные группы каждого звена молекулы целлюлозы, например: [C<sub>6</sub>H<sub>7</sub>O<sub>2</sub>(OH)<sub>3</sub>]<sub>n</sub> + 3nHNO<sub>3</sub> > [C<sub>6</sub>H<sub>7</sub>O<sub>2</sub>(ONO<sub>2</sub>)<sub>3</sub>]<sub>n</sub> + 3n H<sub>2</sub>O.</p><p>Общее свойство нитратов целлюлозы – их чрезвычайная горючесть.</p><p>Тринитрат целлюлозы, называемый пироксилином, – сильновзрывчатое вещество. Он применяется для производства бездымного пороха.</p><p>Очень важными являются также уксусно-кислые эфиры целлюлозы – диацетат и триацетат целлюлозы. Диацетат и триацетат целлюлозы по внешнему виду сходны с целлюлозой.</p><p><b>Применение целлюлозы.</b></p><p>1. Благодаря своей механической прочности в составе древесины используется в строительстве.</p><p>2. Из нее изготавливают разного рода столярные изделия.</p><p>3. В виде волокнистых материалов (хлопка, льна) используется для изготовления нитей, тканей, канатов.</p><p>4. Выделенная из древесины (освобожденная от сопутствующих веществ) целлюлоза идет на изготовление бумаги.</p>"
  },
  {
    "title": "Классификация органических соединений",
    "content": "<p>В зависимости от строения углеродных цепей среди органических соединений выделяются следующие три ряда:</p><p>1) соединения <b>с открытой цепью атомов углерода, </b>которые также называются ациклическими, или соединения жирного ряда (это название возникло исторически: к первым соединениям с длинными незамкнутыми углеродными цепями принадлежали кислоты).</p><p>В зависимости от характера связей между атомами углерода эти соединения подразделяются на: а) предельные (или насыщенные), которые содержат в молекулах только простые (ординарные) связи; б) непредельные (или ненасыщенные), в молекулах которых имеются кратные (двойные или тройные) связи между атомами углерода;</p><p>2) соединения <b>с замкнутой цепью атомов углерода, </b>или карбоциклические. <b>Эти соединения, в свою очередь, подразделяются:</b></p><p>а) на соединения ароматического ряда.</p><p>Они характеризуются наличием в молекулах особой циклической группировки из шести атомов углерода – бензольного ароматического ряда.</p><p>Эта группировка отличается характером связей между атомами углерода и придает содержащим ее соединениям особые химические свойства, которые называются ароматическими свойствами;</p><p>б) алициклические соединения – это все остальные карбоциклические соединения.</p><p>Они различаются по числу атомов углерода в цикле и в зависимости от характера связей между этими атомами могут быть предельными и непредельными;</p><p>3) <b>гетероциклические соединения.</b></p><p>В молекулах этих соединений имеются циклы, которые включают, кроме атомов углерода, также <i>гетероатомы</i>.</p><p>В рядах ациклических (жирных) и карбоциклических соединений простейшими являются углеводороды. Все остальные соединения этих рядов рассматриваются как производные углеводородов, которые образованы замещением одного, двух или нескольких атомов водорода в углеводородной молекуле другими атомами или группами атомов.</p><p>Остатки углеводородов, которые образуются при отнятии от их молекул одного, двух или нескольких атомов водорода, называются <b>углеводородными радикалами.</b></p><p>Атомы или группы атомов, которые замещают водород в углеводородной основе, образуют <b>функциональные </b>или <b>характеристические </b>(этот термин разработан Международным союзом теоретической и прикладной химии) группы, обусловливающие общие химические свойства веществ, которые принадлежат к одному и тому же классу производных углеводородов.</p><p><b>Виды органических соединений:</b></p><p>1) галогенопроизводные углеводороды: а) фторпроизводные; б) хлорпроизводные; в)бромопроизводные, г) йодопроизводные;</p><p>2) кислородосодержащие соединения: а) спирты и фенолы; б) простые эфиры; в) альдегиды; г) кетоны.</p>"
  },
  {
    "title": "Получение ацетатного волокна",
    "content": "<p><b>Характерные особенности ацетатного волокна.</b></p><p>1. С давних времен человек широко использует природные волокнистые материалы для изготовления одежды и различных изделий домашнего обихода.</p><p>2. Одни из этих материалов имеют растительное происхождение и состоят из целлюлозы, например лен, хлопок, другие – животного происхождения, состоят из белков – шерсть, шелк.</p><p>3. По мере увеличения потребностей населения и развивающейся техники в тканях стал возникать недостаток волокнистых материалов. Возникла необходимость получать волокна искусственным путем.</p><p>Так как они характеризуются упорядоченным, ориентированным вдоль оси волокна расположением цепных макромолекул, то появилась идея превратить природный полимер неупорядоченной структуры путем той или иной обработки в материал с упорядоченным расположением молекул.</p><p>4. В качестве исходного природного полимера для получения искусственных волокон берется целлюлоза, выделенная из древесины, или хлопковый пух, остающийся на семенах хлопчатника после того, как с него снимут волокна.</p><p>5. Чтобы линейные молекулы полимера расположить вдоль оси образуемого волокна, необходимо их отделить друг от друга, сделать подвижными, способными к перемещению.</p><p>Этого можно достичь расплавлением полимера или его растворением.</p><p>Расплавить целлюлозу невозможно: при нагревании она разрушается.</p><p>6. Целлюлозу необходимо обработать уксусным ангидридом в присутствии серной кислоты (уксусный ангидрид – более сильное этерифицирующее средство, чем уксусная кислота).</p><p>7. Продукт этерификации – триацетат целлюлозы – растворяется в смеси дихлорметана СН<sub>2</sub>Сl<sub>2</sub> и этилового спирта.</p><p>8. Образуется вязкий раствор, в котором молекулы полимера уже могут перемещаться и принимать тот или иной нужный порядок.</p><p>9. С целью получения волокон раствор полимера продавливается через фильеры – металлические колпачки с многочисленными отверстиями.</p><p>Тонкие струи раствора опускаются в вертикальную шахту высотой примерно 3 м, через которую проходит нагретый воздух.</p><p>10. Под действием теплоты растворитель испаряется, и триацетат целлюлозы образует тонкие длинные волоконца, которые скручиваются затем в нити и идут на дальнейшую переработку.</p><p>11. При прохождении через отверстия фильеры макромолекулы, как бревна при сплаве по узкой реке, начинают выстраиваться вдоль струи раствора.</p><p>12. В процессе дальнейшей обработки расположение макромолекул в них становится еще более упорядоченным.</p><p>Это приводит к большой прочности волоконец и образуемых ими нитей.</p>"
  },
  {
    "title": "Нитросоединения",
    "content": "<p><b>Особенности нитросоединений: </b>1) это органические вещества, в молекулах которых содержится нитрогруппа – № 2 при атоме углерода; 2) нитросоединения можно рассматривать как производные углеводородов, которые получаются путем замещения атома водорода на нитрогруппу; 3) по числу нитрогрупп различаются моно-, ди– и полинитросоединения; 4) название углеводородов происходит от названий исходных углеводородов с добавлением приставки нитро-, например: а) нитрометан – СН<sub>3</sub>NO<sub>2</sub>; б) 2-нитропентан – СН<sub>3</sub>-СН<sub>2</sub>-СН<sub>2</sub>-СН (NO<sub>2</sub>) – СН<sub>3</sub>.</p><p>Введение в органическое вещество нитрогруппы называется нитрованием.</p><p><b>Способы нитрования:</b></p><p>1) нитрование ароматических соединений легко осуществимо при действии смесью концентрированных азотной и серной кислот (первая – нитрирующий агент, вторая – водоотнимающий):</p><img src='./img/theory/cribs/organic/71-1.png'/><p>а) тринитротолуол является хорошим взрывчатым веществом; б) взрывается только от детонации, горит коптящим пламенем без взрыва;</p><p>2) впервые реакцию нитрования алканов осуществил М.И. Коновалов в 1888 г. Эта реакция носит его имя. Действие на алканы разбавленной HNO при t = 110–140 °C.</p><img src='./img/theory/cribs/organic/71-2.png'/><p>3) нитросоединения также получаются взаимодействием алкилгалогенидов с нитритом серебра: С<sub>3</sub>Н<sub>7</sub>I (пропилиодид) + АgNO<sub>2</sub> = С<sub>3</sub>Н<sub>7</sub>NO<sub>2</sub> (нитропропан) + АgI;</p><p>4) при восстановлении нитросоединений образуются амины.</p><p>Нитросоединения представляют собой бесцветные малорастворимые в воде и хорошо растворимые в органических растворителях жидкости, обладающие характерным миндальным запахом. Все нитросоединения являются довольно сильными ядами для центральной нервной системы. Некоторые из них обладают раздражающим действием (СCl<sub>3</sub>NO<sub>2</sub> – хлорпикрин). Благодаря высокой полярности нитросоединения могут растворять такие вещества, которые не растворяются в обычных растворителях. Полинитросоединения обычно слабо окрашены, взрывчаты при ударе и детонации. Некоторые нитроалканы применяют в качестве окислителей в ракетном топливе. Многие из полинитросоединений обладают взрывчатыми свойствами, так, тетранирометан С(NO<sub>2</sub>)<sub>4</sub> является сильным взрывчатым веществом. Галогенсодержащие нитросоединения, например СCl<sub>3</sub>NO<sub>2</sub> (хлорпикрин) обладает раздражающим действием на слизистые оболочки. Применяется в качестве учебно-боевого ОВ, для проверки средств защиты на герметичность и в сельском хозяйстве для борьбы с насекомыми и вредителями.</p>"
  },
  {
    "title": "Амины",
    "content": "<p><b>Амины </b>– это производные аммиака, в котором один, два или все три атома водорода замещены органическими радикалами.</p><p><b>Строение и свойства аминов.</b></p><p>Известно много органических соединений, в которые азот входит в виде остатка аммиака, например: 1) метиламин СН<sub>3</sub>-NН<sub>2</sub>; 2) диметиламин СН<sub>3</sub>-NH-СН<sub>3</sub>; 3) фениламин (анилин) С<sub>6</sub>Н<sub>5</sub>-NН<sub>2</sub>; 4) метилэтиамин СН<sub>3</sub>-NН-C<sub>2</sub>H<sub>5</sub>.</p><p>Все эти соединения относятся к классу аминов.</p><p>Сходство аминов с аммиаком не только формальное. <b>Они имеют и некоторые общие свойства.</b></p><p>1. Низшие представители аминов предельного ряда газообразны и имеют запах аммиака.</p><p>4СН<sub>3</sub>-NH<sub>2</sub> + 9O<sub>2</sub> > 4СO<sub>2</sub> + 10Н<sub>2</sub>О + 2N<sub>2</sub>.</p><p>2. Если амин растворить в воде и раствор испытать лакмусом, то появится щелочная реакция, как и в случае аммиака.</p><p>3. Амины имеют характерные свойства оснований.</p><p>4. Сходство свойств аминов и аммиака находит объяснение в их электронном строении.</p><p>5. В молекуле аммиака из пяти валентных электронов атома азота три участвуют в образовании ковалентных связей с атомами водорода, одна электронная пара остается свободной.</p><p>6. Электронное строение аминов аналогично строению аммиака.</p><p>7. У атома азота в них имеется также неподеленная пара электронов. В неорганической химии к основаниям относятся вещества, в которых атомы металла соединены с одной или несколькими гидроксильными группами. Но основания – понятие более широкое. Свойства их противоположны свойствам кислот.</p><p>8. Амины называются еще органическими основаниями.</p><p>9. Являясь основаниями, амины взаимодействуют с кислотами, при этом образуются соли.</p><p>Эта реакция аналогична реакциям аммиака и также заключается в присоединении протона.</p><p><b>Но при сходстве свойств этих веществ как оснований между ними имеются и различия</b>:</p><p>а) амины – производные предельных углеводородов – оказываются более сильными основаниями, чем аммиак;</p><p>б) они отличаются от аммиака лишь наличием в молекулах углеводородных радикалов, поэтому видно влияние этих радикалов на атом азота;</p><p>в) в аминах под влиянием радикала – СН<sub>3 </sub>электронное облако связи С-N смещается несколько к азоту, электронная плотность на азоте возрастает, и он прочнее удерживает присоединенный ион водорода;</p><p>г) гидроксильные группы воды от этого становятся более свободными, щелочные свойства раствора усиливаются.</p>"
  },
  {
    "title": "Анилин",
    "content": "<p><b>Основные свойства анилина:</b></p><p>а) ароматический амин – анилин имеет большое практическое значение;</p><p>б) анилин C<sub>6</sub>H<sub>5</sub>NH<sub>2</sub> – это бесцветная жидкость, которая плохо растворяется в воде;</p><p>в) имеет светло-коричневую окраску при частичном окислении на воздухе;</p><p>г) анилин сильно ядовит.</p><p><b>Основные свойства у анилина проявляются слабее, чем у аммиака и аминов предельного ряда.</b></p><p>1. Анилин не изменяет окраски лакмуса, но при взаимодействии с кислотами образует соли.</p><p>2. Если к анилину прилить концентрированную соляную кислоту, то происходит экзотермическая реакция и после охлаждения смеси можно наблюдать образование кристаллов соли: [C<sub>6</sub>H<sub>5</sub>NH<sub>3</sub>]<sup>+</sup>Cl<sup>-</sup> – хлорид фениламмония.</p><p>3. Если на раствор хлорида фениламмония подействовать раствором щелочи, то снова выделится анилин: [С<sub>6</sub>Н<sub>5</sub>NН<sub>3</sub>]<sup>+</sup> + Сl<sup>-</sup> + Nа<sup>+</sup> + ОН<sup>-</sup> > Н<sub>2</sub>О + С<sub>6</sub>Н<sub>5</sub>NН<sub>2</sub> + Nа<sup>+</sup> + СI<sup>-</sup>. Здесь выражено влияние ароматического радикала фенила – С<sub>6</sub>Н<sub>5</sub>.</p><p>4. В анилине C<sub>6</sub>H<sub>5</sub>NH<sub>2</sub> бензольное ядро смещает к себе неподеленную электронную пару азота аминогруппы. При этом электронная плотность на азоте уменьшается и он слабее связывает ион водорода, а это значит, что свойства вещества как основания проявляются в меньшей степени.</p><p>5. Аминогруппа влияет на бензольное ядро.</p><p>6. Бром в водном растворе не реагирует с бензолом.</p><p><b>Способы применения анилина:</b></p><p>1) <b>анилин</b> – один из важнейших продуктов химической промышленности;</p><p>2) он является исходным веществом для получения многочисленных анилиновых красителей;</p><p>3) анилин используется при получении лекарственных веществ, например сульфаниламидных препаратов, взрывчатых веществ, высокомолекулярных соединений и т. д. Открытие профессором Казанского университета Н.Н. Зининым (1842 г.) доступного способа получения анилина имело большое значение для развития химии и химической промышленности.</p><p>1. Промышленность органического синтеза началась с производства красителей.</p><p>2. Широкое развитие этого производства стало возможным на основе использования реакции получения анилина, известной сейчас в химии под названием <b>реакции Зинина.</b></p><p><b>Особенности реакции Зинина:</b></p><p>1) эта реакция заключается в восстановлении нитробензола и выражается уравнением:</p><p>С<sub>6</sub>Н<sub>5</sub>-NO<sub>2</sub> + 6Н > С<sub>6</sub>Н<sub>5</sub>-NН<sub>2</sub> + 2Н<sub>2</sub>О;</p><p>2) распространенным промышленным способом получения анилина является восстановление нитробензола металлами, например железом (чугунными стружками), в кислой среде;</p><p>3) восстановление нитросоединений соответствующего строения – это общий способ получения аминов.</p>"
  },
  {
    "title": "Аминокислоты",
    "content": "<p>Среди азотсодержащих органических веществ имеются соединения с двойственной функцией. Особенно важными из них являются <b>аминокислоты.</b></p><p><b>Строение и физические свойства.</b></p><p>1.<b> Аминокислоты </b>– это вещества, в молекулах которых содержатся одновременно аминогруппа NН<sub>2</sub> и карбоксильная группа – СООН.</p><p>Например: NH<sub>2</sub>-CH<sub>2</sub>-COOH – аминоуксусная кислота, CH<sub>3</sub>-CH(NH<sub>2</sub>)-COOH – аминопропионовая кислота.</p><p>2. <b>Аминокислоты </b>– это бесцветные кристаллические вещества, растворимые в воде.</p><p>3. Многие аминокислоты имеют сладкий вкус.</p><p>4. Аминокислоты можно рассматривать как карбоновые кислоты, в молекулах которых атом водорода в радикале замещен аминогруппой. При этом аминогруппа может находится у разных атомов углерода, что обусловливает один из видов изомерии аминокислот.</p><p><b>Некоторые представители аминокислот:</b></p><p>1) аминоуксусная кислота Н<sub>2</sub>N-СН<sub>2</sub>-СООН;</p><p>2) аминопропионовая кислота Н<sub>2</sub>N-СН<sub>2</sub>-СН<sub>2</sub>-СООН;</p><p>3) аминомасляная кислота Н<sub>2</sub>N-СН<sub>2</sub>-СН<sub>2</sub>-СН<sub>2</sub>-СООН;</p><p>4) аминовалериановая кислота Н<sub>2</sub>N-(СН<sub>2</sub>)<sub>4</sub>-СООН;</p><p>5) аминокапроновая кислота Н<sub>2</sub>N-(СН<sub>2</sub>)<sub>5</sub>-СООН.</p><p>5. Чем больше атомов углерода в молекуле аминокислоты, тем больше может существовать изомеров с различным положением аминогруппы по отношению к карбоксильной группе.</p><p>6. Чтобы в названии изомеров можно было указывать положение группы – NH<sub>2</sub> по отношению к карбоксилу, атомы углерода в молекуле аминокислоты обозначаются последовательно буквами греческого алфавита: а) ?-аминокапроновая кислота; б) ?-аминокапроновая кислота.</p><p><b>Особенности строения аминокислот </b>заключаются в изомерии, которая может быть обусловлена также разветвлением углеродного скелета, а также строением своей углеродной цепи.</p><p><b>Способы применения аминокислот:</b></p><p>1) аминокислоты широко распространены в природе;</p><p>2) молекулы аминокислот – это те кирпичики, из которых построены все растительные и животные белки; аминокислоты, необходимые для построения белков организма, человек и животные получают в составе белков пищи;</p><p>3) аминокислоты прописываются при сильном истощении, после тяжелых операций;</p><p>4) их используют для питания больных, минуя желудочно-кишечный тракт;</p><p>5) аминокислоты необходимы в качестве лечебного средства при некоторых болезнях (например, глутаминовая кислота используется при нервных заболеваниях, гистидин – при язве желудка);</p><p>6) некоторые аминокислоты применяются в сельском хозяйстве для подкормки животных, что положительно влияет на их рост;</p><p>7) имеют техническое значение: аминокапроновая и аминоэнантовая кислоты образуют синтетические волокна – капрон и энант.</p>"
  },
  {
    "title": "Амиды кислот",
    "content": "<p><b>Характерные особенности амидов кислот:</b></p><p>1) это производные этих кислот, в которых гидроксильная группа замещена на аминогруппу, например: а) уксусная кислота – СН<sub>3 </sub>– С(О) – ОН, б) амид уксусной кислоты – СН<sub>3 </sub>– С(О) – NН<sub>2</sub>;</p><p>2) общая формула амидов RCONН<sub>2</sub>;</p><p>3) функциональная группа С(O)NН<sub>2</sub> называется амидогруппой;</p><p>4) названия амидов происходят от названий кислот, из которых они образовались, с добавлением части<b> – амид;</b></p><p>5) амиды получаются путем нагревания аммонийных солей карбоновых кислот;</p><p>6) амиды также получаются под действием аммиака на сложные эфиры: RCOOR? + NH<sub>3</sub> > RCONH<sub>2</sub> + R?OH;</p><p>7) амид муравьиной кислоты – это жидкость;</p><p>8) амиды всех других кислот – это белые кристаллические вещества;</p><p>9) низшие амиды хорошо растворимы в воде;</p><p>10) водные растворы амидов дают нейтральную реакцию на лакмус;</p><p>11) важнейшее свойство амидов – это их способность к гидролизу в присутствии кислот и щелочей. При этом образуются кислота и аммиак: RCONH<sub>2</sub> + H<sub>2</sub>O > RCOOH + NH<sub>3</sub>;</p><p>12) к амидам кислот относится мочевина.</p><p><b>Особенности мочевины:</b></p><p>а) мочевина – это конечный продукт азотистого обмена в организме человека и животных;</p><p>б) она образуется при распаде белков и выделяется вместе с мочой;</p><p>в) мочевину можно рассматривать как полный амид угольной кислоты: НО-С-О=ОH – угольная кислота, Н<sub>2</sub>N-СО-NН<sub>2</sub> – мочевина;</p><p>г) мочевина, или карбамид, – это белое кристаллическое вещество, которое хорошо растворяется в воде;</p><p>д) впервые она была получена немецким ученым Велером в 1828 г. из цианата аммония:</p><p>NH<sub>4</sub>OC?N > H<sub>2</sub>N-CO-NH<sub>2</sub>;</p><p>е) это первое органическое соединение, которое получили синтетическим путем.</p><p><b>Способы получения и применения мочевины:</b></p><p>1) в промышленности мочевина получается из оксида углерода (IV) и аммиака при нагревании (150 °C) и высоком давлении: СO<sub>2</sub> + 2NН<sub>3</sub> > Н<sub>2</sub>N-СО-NН<sub>2</sub> + Н<sub>2</sub>О;</p><p>2) с сильными минеральными кислотами мочевина образует соли: H<sub>2</sub>N-CO-NH<sub>2</sub> + HNO<sub>3</sub> > H<sub>2</sub>N-CO-NH<sub>2</sub>?HNO<sub>3</sub>;</p><p>3) мочевина – это ценное высококонцентрированное азотное удобрение (46,6 % азота), она широко используется на всех почвах и под все культуры;</p><p>4) как источник азота мочевину добавляют в корм скоту в качестве заменителя протеина.</p>"
  },
  {
    "title": "Белки",
    "content": "<p><b>Белки </b>– это сложные высокомолекулярные природные соединения, построенные из L-аминокислот.</p><p><b>Белки в природе:</b></p><p>1) белки представляют наиболее важную составную часть организмов;</p><p>2) они содержатся в протоплазме и ядре всех растительных и животных клеток и являются главными носителями жизни;</p><p>3) по определению Ф. Энгельса, «жизнь есть способ существования белковых тел»;</p><p>4) молекулярная масса белков выражается десятками и сотнями тысяч, а у некоторых белков достигает нескольких миллионов.</p><p><b>Функции белков в организме многообразны.</b></p><p>1. Белки служат тем пластическим материалом, из которого построены опорные, мышечные и покровные ткани.</p><p>2. С помощью белков осуществляется перенос веществ в организме, например доставка кислорода из легких в ткани и выведение образовавшегося оксида углерода (IV).</p><p>3. Белки-ферменты катализируют в организме многочисленные химические реакции.</p><p>4. Гормоны (среди них есть вещества белковой природы) обеспечивают согласованную работу органов.</p><p>5. В виде антител, вырабатываемых организмом, белки служат защитой от инфекции. Различных белковых веществ в организме тысячи, и каждый белок выполняет строго определенную функцию.</p><p>6. Для любой химической реакции, протекающей в организме, существует свой отдельный белок-катализатор (фермент).</p><p><b>Состав и строение белков.</b></p><p>1. При гидролизе любого белка получается смесь L-аминокислот, причем наиболее часто встречаются в составе белков двадцать аминокислот.</p><p>2. Молекулы аминокислот содержат в радикале группы атомов: – SH, – ОН, – СООН, – NH<sub>2</sub> и даже бензольное кольцо.</p><p><b>История нахождения белков.</b></p><p>1. Еще в 80-х гг. XX в. русский биохимик Д.Я. Данилевский указал на наличие пептидных групп в белковой молекуле.</p><p>2. В начале XX в. немецкий ученый Э. Фишер выдвинул полипептидную теорию, согласно которой молекулы белка представляют собой длинные цепи остатков аминокислот, соединенных пептидными (амидными) связями.</p><p>3. Э. Фишеру и другим ученым удалось синтетически получить полипептиды, в молекулы которых входили различные аминокислотные остатки, соединенные пептидными связями.</p><p>4. Полипептидная теория строения белка в настоящее время считается общепризнанной.</p><p>Так как природные белки являются высокомолекулярными соединениями, в их полипептидных цепочках аминокислотные остатки повторяются многократно.</p><p>В белке объединяются признаки разных классов, и в своем сочетании они дают совершенно новое качество.</p><p>Белок – это высшая форма развития органических веществ.</p>"
  },
  {
    "title": "Свойства белков. Превращение белков в организме",
    "content": "<p>Имея сложное строение, <b>белки обладают</b>, естественно, и весьма разнообразными <b>свойствами:</b></p><p>1) одни белки, например белок куриного яйца, растворяются в воде, образуя при этом коллоидные растворы, другие – в разбавленных растворах солей;</p><p>2) некоторые белки совсем не обладают свойством растворимости;</p><p>3) наличие в молекулах белков (в радикалах аминокислотных звеньев) групп – СООН и – NН<sub>2</sub> делает белки амфотерными;</p><p>4) важным свойством белков является способность к гидролизу.</p><p>Гидролиз проводится при действии ферментов или путем нагревания белка с раствором кислоты или щелочи.</p><p>В результате гидролиза образуются L-аминокислоты.</p><p>Под влиянием ряда факторов (нагревания, действия радиации, даже сильного встряхивания) может нарушиться конфигурация молекулы. Этот процесс называется денатурацией белка.</p><p><b>Сущность денатурации белка:</b></p><p>1) состоит в разрушении водородных связей, солевых и иных мостиков, поддерживающих вторичную и третичную структуру молекулы;</p><p>2) она теряет специфическую пространственную форму, дезориентируется и утрачивает свое биологическое действие.</p><p>3) денатурация белка происходит при варке яиц, приготовлении пищи и т. д.;</p><p>4) сильное нагревание вызывает не только денатурацию белков, но и их разложение с выделением летучих продуктов. Например, если к раствору белка прилить концентрированный раствор азотной кислоты, то появляется желтое окрашивание (происходит нитрование бензольных колец).</p><p><b>Превращение белков в организме.</b></p><p>1. Животные организмы строят свои белки из аминокислот тех белков, которые они получают с пищей. Поэтому наряду с жирами и углеводами белки – обязательный компонент нашей пищи.</p><p>2. В процессе переваривания пищи происходит гидролиз белков под влиянием ферментов. В желудке они расщепляются на более или менее крупные «осколки» – пептиды, которые далее в кишечнике гидролизуются до аминокислот. Последние всасываются ворсинками кишечника в кровь и поступают во все ткани и клетки организма. В отличие от углеводов и жиров, аминокислоты в запас не откладываются.</p><p><b>Судьба аминокислот в организме различна.</b></p><p>1. Основная их масса расходуется на синтез белков, которые идут на увеличение белковой массы организма при его росте и на обновление белков, распадающихся в процессе жизнедеятельности.</p><p>2. Синтез белков идет с поглощением энергии.</p><p>3. Аминокислоты используются в организме и для синтеза небелковых азотсодержащих соединений, например нуклеиновых кислот.</p><p>4. Часть аминокислот подвергается постепенному распаду и окислению.</p>"
  },
  {
    "title": "Проблема синтеза белков",
    "content": "<p><b>Причины невозможности получения белков синтетическим путем.</b></p><p>1. Причина – в чрезвычайной сложности белковых молекул.</p><p>2. Чтобы получить заданный белок, необходимо выяснить его аминокислотный состав, установить первичную структуру, т. е. порядок чередования аминокислот, определить пространственную конфигурацию белковой молекулы и искусственно воспроизвести все это.</p><p>3. Установление аминокислотного состава белков путем их гидролиза – наиболее легкая задача.</p><p>4. Первый белок, у которого удалось расшифровать первичную структуру, был инсулин (1954 г.), регулирующий содержание сахара в крови.</p><p>5. На установление порядка чередования аминокислот в инсулине было затрачено почти десять лет.</p><p>6. Его молекула состоит из двух полипептидных цепочек, одна из которых содержит двадцать один аминокислотный остаток, а другая – тридцать.</p><p><b>В настоящее время расшифрована первичная структура уже значительного числа белков, в том числе и более сложного строения:</b></p><p>1) синтез веществ белковой природы был впервые осуществлен на примере двух гормонов гипофиза (вазопрессина и окситоцина);</p><p>2) это полипептиды с небольшой молекулярной массой, состоящие каждый всего из девяти аминокислот.</p><p><b>Большим научным достижением явился синтез инсулина и рибонуклеазы.</b></p><p>О сложности таких синтезов свидетельствует тот факт, что для получения, например, одной из полипептидных цепочек инсулина потребовалось осуществить 89 реакций, а для получения другой – 138.</p><p>Синтез белков в организме осуществляется при помощи других высокомолекулярных веществ – нуклеиновых кислот.</p><p><b>В настоящее время искусственное получение белков осуществляется посредством микробиологического синтеза:</b></p><p>1) размножаясь в соответствующей питательной среде, некоторые микроорганизмы могут создавать обильную белковую массу;</p><p>2) на отходах гидролизного производства спирта из древесины, например, выращивают кормовые дрожжи для животноводства;</p><p>3) быстро развивается микробиологический синтез белков на основе использования парафинов нефти;</p><p>4) при помощи микроорганизмов производятся и другие вещества, например некоторые аминокислоты, витамины;</p><p>5) использование продуктов микробиологического синтеза в животноводстве позволяет значительно повышать его продуктивность.</p><p>Третичная структура поддерживается взаимодействием между функциональными группами радикалов полипептидной цепи.</p><p>Например, при сближении карбоксильной и аминогруппы может образовываться солевой мостик, карбоксильная группа с гидроксилом дает сложноэфирный мостик, атомы серы образуют дисульфидные мостики.</p>"
  },
  {
    "title": "Азотсодержащие гетероциклические соединения. Пиридин",
    "content": "<p><b>Особенности азотсодержащих гетероциклических соединений:</b></p><p>1) среди азотсодержащих соединений особенно много веществ циклического строения;</p><p>2) наибольший интерес представляют те из них, где атомы азота входят в состав циклов наряду с углеродными атомами, как атомы кислорода – в циклические молекулы глюкозы, рибозы, дезоксирибозы;</p><p>3) соединения, содержащие циклы, в состав которых наряду с атомами углерода входят атомы других элементов, называются гетероциклическими (греч. «гетерос» – другой);</p><p>4) возможность существования разнообразных гетероциклов – еще одна из причин неисчерпаемого многообразия органических веществ.</p><p><b>Пиридин </b>как вид азотсодержащего гетероциклического соединения. Его особенности:</p><p>1) это шестичленное гетероциклическое соединение с одним гетероатомом азота в цикле:</p><img src='./img/theory/cribs/organic/79-1.png'/><p>2) это бесцветная жидкость с неприятным запахом, хорошо растворимая в воде;</p><p>3) пиридин и его гомологи содержатся в каменноугольной смоле, которая и служит источником их получения;</p><p>4) на основании структурной формулы можно высказать двоякое суждение о свойствах пиридина;</p><p>5) наличие двойных связей в молекуле указывает на его высокую реакционноспособность, а сходство по строению с бензолом позволяет предположить, что вещество обладает большой химической способностью;</p><p>6) пиридин также имеет и много общего с бензолом по строению и свойствам.</p><p>В молекуле бензола каждый атом углерода, находясь в состоянии sр<sup>2</sup>-гибридизации, три электрона затрачивает на образование ?-связей и один электрон – на образование общего для молекулы ?-облака (при боковом перекрывании облаков шести <i>р</i>-электронов). В <b>молекуле пиридина </b>одну группу СН заменяет атом азота, и он «поставляет» два электрона на установление ?-связей с двумя соседними углеродными атомами и один электрон – в систему ?-облака, при этом, как и в молекуле бензола, образуется устойчивый <b>секстет </b>электронов. У атома азота остается после этого еще пара свободных электронов;</p><p>7) пиридин, как и бензол, устойчив по отношению к окислителям: он не обесцвечивает раствор перманганата калия даже при нагревании;</p><p>8) пиридин нитруется, реакция идет в более жестких условиях, чем у бензола, образуется нитропиридин.</p><p>Гетероциклическое соединение <b>пиридин </b>– это азотистое основание ароматического характера.</p><p><b>Способы применения пиридина: </b>1) ароматические и основные свойства пиридина используются при синтезе разного рода лекарственных препаратов, красителей, гербицидов; 2) также пиридин используется как растворитель для денатурирования этанола.</p>"
  },
  {
    "title": "Типы органических соединений",
    "content": "<p>Органические реакции, как и неорганические, подразделяются на 3 основных типа:</p><p>1) реакция замещения: СН<sub>4</sub> + CI<sub>2</sub> > СН<sub>3</sub>CI + НCI;</p><p>2) реакция отщепления: СН<sub>3</sub>СН<sub>2</sub>Br > СН<sub>2</sub> = СН<sub>2</sub> + НBr;</p><p>3) реакция присоединения: СН<sub>2</sub> = СН<sub>2</sub> + НBr > CН<sub>3</sub>СН<sub>2</sub>Br.</p><p>К реакциям присоединения относятся <i>реакции полимеризации. </i>Особым типом органических реакций являются <i>реакции поликонденсации. </i>Органические реакции можно классифицировать и <i>по механизму разрыва ковалентных связей в реагирующих молекулах.</i></p><p>В зависимости от двух способов разрыва ковалентных связей и строится данная классификация.</p><p>1. Если общая электронная пара делится между атомами, то образуются радикалы. <b>Радикалы </b>– это частицы, имеющие неспаренные электроны. Такой разрыв связи называется <b>радикальным (гомолитическим). </b><i>Особенность </i>данной связи заключается в том, что радикалы, которые образуются, взаимодействуют с имеющимися в реакционной системе молекулами или друг с другом.</p><p>Образующиеся радикалы взаимодействуют с имеющимися в реакционной системе молекулами или друг с другом: CН?<sub>3</sub> + CI<sub>2</sub> > СН<sub>3</sub>CI + CI.</p><p>По радикальному механизму протекают реакции, в которых разрыву подвергаются связи малой полярности (С-С, С-Н, N-N) при высокой температуре, под действием света или радиоактивного излучения.</p><p>2. Если при разрыве связи общая электронная пара остается у одного атома, то образуются <b>ионы – катион и анион. </b>Такой механизм называется <b>ионным </b>или <b>гетеролитическим. </b>Он приводит к образованию органических <i>катионов или анионов: </i>1) хлористый метил образует метил-катион и хлорид-анион; 2) метил-литий образует литий-катион и метил-анион.</p><p>Органические ионы вступают в дальнейшие превращения. При этом катионы взаимодействуют с <b>нуклеофильными </b>(«любящими ядра») частицами, а органические анионы – с <b>электрофильными </b>(«любящими электроны») частицами (катионы металлов, галогены и др.).</p><p>Ионный механизм наблюдается при разрыве полярной ковалентной связи (углерод – галоген, углерод – кислород и др.).</p><p>Органические ионные частицы подобны ионам в неорганической химии – имеют соответствующие заряды. Однако они и резко отличаются: ионы неорганических соединений присутствуют в водных растворах постоянно, а органические ионные частицы возникают только в момент реакции.</p><p>Поэтому во многих случаях необходимо говорить не о свободных органических ионах, а о сильно поляризованных молекулах.</p><p>Радикальный механизм наблюдается при разрыве неполярной или малополярной ковалентной связи (углерод – углерод, углерод – водород и т. д.).</p><p>Органические ионные частицы подобны ионам в неорганической химии – они имеют соответствующие заряды.</p>"
  }
]
