[
	{
		"title": "Материя и ее движение",
		"keywords": "основной закон природы, движение материи, формы движения материи, развитие материи, естествознание"
	},

	{
		"title": "Вещества и их изменение",
		"keywords": "чистое вещество, смесь, однородная смесь, простые и сложные, неорганическое, минеральное, разделы химии"
	},

	{
		"title": "Закон сохранения массы",
		"keywords": "Ломоносов, основные положения закона, закон атомно-молекулярного учения, молекула, атом, молекулы, атомы, 1741, 1789, значение закона"
	},

	{
		"title": "Эквивалент. Закон эквивалентности.",
		"keywords": "закон эквивалентов, Рихтер, 1873"
	},

	{
		"title": "Классы и номенклатура неорганических веществ",
		"keywords": "Простое и сложное вещество, оксид, основание, щелочь, кислота, соль, несолеобразующий, солеобразующий, амфотерный, кислотный, растворимое, нерастворимое, силная, слабая, одноосновная, многоосновная, кислородосодержащая, бескислородная, средняя, кислая, основная, двойная, комплексная, растворимая, нерастворимая"
	},

	{
		"title": "Периодическая система элементов Д.И. Менделеева",
		"keywords": "Менделеев, таблица, период, группа, периодическая зависимость, значение периодической системы, Лекок де Буабодран, Л.Ф. Нильсон, К.А. Винклер"
	},

	{
		"title": "Теория химического строения",
		"keywords": "Бутлеров, теория химической связи, основные положения, изомерия, изомер, виды строения вещества, молекулярный, ионный, атомный, теория ковалентной и ионной связи, Льюис, Коссель, 1916, 1863, 1864"
	},

	{
		"title": "Общая характеристика P-, S-, D-элементов",
		"keywords": "p, s, d элементы, формула валентной оболочки"
	},

	{
		"title": "Ковалентная связь. Метод валентных связей",
		"keywords": "атомная связь, полярная, неполярная, гибридизация, обменный механизм, свойства, длина, энергия, направленность связи, насыщаемость, валентность, валентная, ковалентная, степень окисления"
	},

	{
		"title": "Неполярная и полярная ковалентные связи",
		"keywords": "химическая связь, валентный электрон, ковалентная связь, общая электронная пара, обменный механизм, донорно-акцепторный, разновидности, виды, полярная, неполярная, электроотрицательность, свойства, длина, энергия, направленность связи, насыщаемость, валентность"
	},

	{
		"title": "Многоцентровые связи",
		"keywords": "метод молекулярных орбиталей, наложение валентных схем, метод наложения валентных схем, МО, молекулярная орбиталь, метод вычисления одноэлектронной волновой функции, Энергии связывающих орбиталей, Энергия разрыхляющих орбиталей"
	},

	{
		"title": "Ионная связь",
		"keywords": "электровалентная связь, гетерополярное соединение, ненасыщаемость, ненаправленность"
	},

	{
		"title": "Водородная связь",
		"keywords": "Ильинский, Бекетов, водородная связь, признак наличия водородной связи, мужмолекулярная, внутримолекулярная водородная связь, кристаллические решетки водородных связей"
	},

	{
		"title": "Превращение энергии при химических реакциях",
		"keywords": "химическая реакция, виды, типы химических реакций, соединение, разложение, замещение, обмен, реакции характеризуются физическими свойствами, внутренняя энергия реакции, вещества, эндотермическая, эксотермическая"
	},

	{
		"title": "Цепные реакции",
		"keywords": "радикал, осколок молекулы, обрыв цепи, виды, типы цепных реакций, цепная реакция, неразветвленная, разветвленная, Семенов, теория, ядерная, ядерные цепные реакции"
	},

	{
		"title": "Общие свойства неметаллов",
		"keywords": "неметаллы, характерные свойства, общие признаки"
	},

	{
		"title": "Водород",
		"keywords": "H, H2,  , с чем реагирует, вступает в реакцию, получение"
	},

	{
		"title": "Вода",
		"keywords": "H2O, H20,  , с чем реагирует, вступает в реакцию, получение, гремучая смесь, дистиллированная вода, нахождение в природе, где встречается"
	},

	{
		"title": "Перекись водорода",
		"keywords": "пероксид, H2O2, H202, с чем реагирует, вступает в реакцию, получение, пергидроль, глицерин"
	},

	{
		"title": "Общая характеристика подгруппы галогенов",
		"keywords": "галогены, фтор, хлор, бром, йод, иод, ед, ёд, астат, электронная конфигурация,  , с чем реагируют, вступает в реакцию, самый сильный окислитель"
	},

	{
		"title": "Хлор. Хлороводород и соляная кислота",
		"keywords": "хлор, Cl, Cl2,  , с чем реагирует, вступает в реакцияю, получение, нахождение в природе, где есть"
	},

	{
		"title": "Краткие сведения о фторе, броме и йоде",
		"keywords": "фтор, бром, йод, иод, ед, ёд, F, Br, I, F2, Br2, I2, физические свойства, химические свойства, бромная вода"
	},

	{
		"title": "Общая характеристика подгруппы кислорода",
		"keywords": "подгруппа кислорода, кислород, сера, селен, теллур, полоний, O, S, Se, Po, хальководороды"
	},

	{
		"title": "Кислород и его свойства",
		"keywords": "кислород, O, O2,  , строение молекулы кислорода, получение, нахождение в природе"
	},

	{
		"title": "Озон и его свойства",
		"keywords": "озон, O3, строение молекулы озона,  , одпределитель, определить озон, озона, нахождение в природе"
	},

	{
		"title": "Сера и ее свойства",
		"keywords": "S, аллотропные модификации серы, циклическая форма, моноклинная, кристаллическая, химические свойства, эбонит"
	},

	{
		"title": "Сероводород и сульфиды",
		"keywords": "H2S , сероводород, сероводородная кислота, полисульфиды"
	},

	{
		"title": "Свойства серной кислоты и ее практическое значение",
		"keywords": "серная кислота, H2SO4"
	},

	{
		"title": "Азот. Сигма– и пи-связи",
		"keywords": "N,  получение,  , строение молекулы"
	},

	{
		"title": "Общая характеристика подгруппы азота",
		"keywords": "азот, фосфор, мышьяк, сурьма, висмут, N, P, As, Sb, Bi, R2O3, R2O5, N2O3, P2O3"
	},

	{
		"title": "Аммиак",
		"keywords": "NH3,  получение,  , 1904, циамидный способ"
	},

	{
		"title": "Соли аммония",
		"keywords": "катион NH4+"
	},

	{
		"title": "Оксиды азота",
		"keywords": "N, N2O, N2O3, NO2, N2O5, NO3, веселящий газ , ангидрин"
	},

	{
		"title": "Азотная кислота",
		"keywords": "HNO3, HN03, промышленное получение азотной кислоты, аммиак,  получение"
	},

	{
		"title": "Фосфор",
		"keywords": "P"
	},

	{
		"title": "Аллотропные модификации фосфора",
		"keywords": "черный, белый, красный фосфор, P"
	},

	{
		"title": "Оксиды фосфора и фосфорные кислоты",
		"keywords": "P2O3, P2O5, фосфористый ангидрид, фосфорная кислота, ортофосфорная кислота H3PO4, ортофосфаты"
	},

	{
		"title": "Минеральные удобрения",
		"keywords": "Простые, односторонние, комплексные, сложные удобрения, суперфосфат, двойной, преципиат, Аммофос, Нитрофоска"
	},

	{
		"title": "Углерод и его свойства",
		"keywords": "C, карбиды, дициан"
	},

	{
		"title": "Аллотропные модификации углерода",
		"keywords": "кубический алмаз, гексагональный алмаз, графит, уголь, кокс, костяной уголь, сажа, sp3-гибридизация, две формы карбина"
	},

	{
		"title": "Оксиды углерода. угольная кислота",
		"keywords": "СО, СО2, С3О2, С5О2, С6О9, карбонаты, бикарбонаты, гидрокарбонаты, качественная реакция"
	},

	{
		"title": "Кремний и его свойства",
		"keywords": "Si, кварц, SiO2"
	},

	{
		"title": "Понятие коллоидных растворов",
		"keywords": "Коллоидные растворы, коллоидный раствор, коллоидная частица, частицы, Ассоциативные, защитные, молекулярные обратимые"
	},

	{
		"title": "Соли кремниевой кислоты",
		"keywords": "H2SiO3, кремниевая кислота, соль, силикаты, коалин, асбест, слюда, слюды, растворимое стекло, граниты, гнейсы, выветривание"
	},

	{
		"title": "Получение цемента и керамики",
		"keywords": "CaCO3, кальцинированная сода, клинкер, цементный раствор, бетон, виды, керамика, железобетон, спекание"
	},

	{
		"title": "Физические свойства металлов",
		"keywords": "металлы, термоэлектронная эмиссия, диамагнетики, парамагнетики, пластичность, движение электронов в металлах"
	},

	{
		"title": "Химические свойства металлов",
		"keywords": "металлы, амфотерные, окисление, царская водка"
	},

	{
		"title": "Металлы и сплавы в технике",
		"keywords": "металл, пластичность, ковкость, легкий, легкий, тяжелые, тяжелый, сплавы, компоненты сплава, твердый раствор, сталь"
	},

	{
		"title": "Основные способы получения металлов",
		"keywords": "самородные металлы, флотация, шлак, шлаки, гравитационное обогащение, магнитный способ, самородный металл, руда, руды, сернистая, сернистые, флюс, флюсы"
	},

	{
		"title": "Коррозия металлов",
		"keywords": "типы коррозии, химическая коррозия, электрохимическая, ржавление, факторы"
	},

	{
		"title": "Защита металлов от коррозии",
		"keywords": "методы, способы защиты, катодные, анодные, ингибиторы, катодный, анодный, ингибитор, как защитить металл от коррозии"
	},

	{
		"title": "Общая характеристика подгруппы лития",
		"keywords": "подгруппа лития, литий, Li, получение щелочных металлов"
	},

	{
		"title": "Натрий и калий",
		"keywords": "Na, K"
	},

	{
		"title": "Едкие щелочи",
		"keywords": "NaOH, KOH, едкая щелочь"
	},

	{
		"title": "Соли натрия и калия",
		"keywords": "соль натрия, калия, калий, натрий, K, Na, NaCl, поваренная соль"
	},

	{
		"title": "Общая характеристика подгруппы бериллия",
		"keywords": "подгруппа бериллия, щелочноземельные металлы, бериллий, магний, кальций, стронций, барий, радий, Be, Mg, Ca, Sr, Ba, Ra, щелочноземельный металл"
	},

	{
		"title": "Кальций",
		"keywords": "Ca"
	},

	{
		"title": "Оксид и гидроксид кальция",
		"keywords": "CaO, Ca(OH)2, кальций, гашеная известь, пушонка, известковая вода"
	},

	{
		"title": "Жесткость воды и способы ее устранения",
		"keywords": "мягкая, жесткая вода, накипь, образование накипи, водоподготовка, водоумягчение, катиониты"
	},

	{
		"title": "Общая характеристика подгруппы бора",
		"keywords": "бор, алюминий, Al, B, метод Хупса"
	},

	{
		"title": "Алюминий. Применение алюминия и его сплавов",
		"keywords": "алюминий, сплавы алюминия, сплав, Al"
	},

	{
		"title": "Оксид и гидроксид алюминия",
		"keywords": "Al2O3, Al(OH)3, гидроксоалюминаты металлов, гидроксоалюминат металла, метаалюминаты, металлотермия, Бекетов, гидроксид алюминия"
	},

	{
		"title": "Общая характеристика подгруппы хрома",
		"keywords": "хром, молибден, вольфрам, Cr, Mb, W"
	},

	{
		"title": "Хром",
		"keywords": "Cr, металлотермический, электролитический способ, хромистый железняк, FeCrO4"
	},

	{
		"title": "Оксиды и гидроксиды хрома",
		"keywords": "CrО, Cr2О3, CrО3, Cr(OH)3"
	},

	{
		"title": "Хроматы и дихроматы",
		"keywords": "хромат калия K2CrO4, дихромат аммония (NH4)2Cr2O7, крокоит, тарапакаит, лопецит"
	},

	{
		"title": "Общая характеристика семейства железа",
		"keywords": "семейство железа, Fe, Co, Ni железо, кобальт, никель карбонилы, пентакарбонил кобальта, [Co(CO)5]"
	},

	{
		"title": "Железо",
		"keywords": "Fe, сталь, стали, чугуны"
	},

	{
		"title": "Соединения железа",
		"keywords": "оксид железа 2, 3, FeO, Fe(OH)2, Fe2O3, Fe(OH)3, железный купорос, соли, соль"
	},

	{
		"title": "Доменный процесс",
		"keywords": "агломерат, восстановление руды, процесс восстановления"
	},

	{
		"title": "Чугун и сталь",
		"keywords": "Сплавы железа, классификация сплавов железа, стали, чугуны"
	},

	{
		"title": "Тяжелая вода",
		"keywords": "D2O H2O, Юри, Брикведде, Мерфи, Льюис, Макдональд, 1932, 1933"
	},

	{
		"title": "Соли соляной кислоты",
		"keywords": "соль, соляная кислота, HCl, хлориды металлов, металла, хлорид"
	}

]
