[
  {
    "title": "Материя и ее движение",
    "content": "<p><b>Материя</b> – это объективная реальность, обладающая свойством движения. Все существующее есть различные виды движущейся материи. Материя существует независимо от сознания человека. Материя существует либо в виде вещества, либо в виде поля.</p><p><b>Движение материи</b> – постоянное ее взаимодействие, а также изменения состояния объектов, вызванные этими взаимодействиями. Формы движения материи различны. <i>Пример формы движения материи: </i>нагревание и охлаждение тел, излучение света, электрический ток, химические и физические превращения, жизненные процессы. <b>Классификация форм движения материи</b>:</p><p>1) неживая природа;</p><p>2) живая природа;</p><p>3) общество.</p><p>Неживую природу характеризует взаимосвязь физической и химической форм движения, живую – биологическая, а общество – социальная форма движения. Одни формы движения материи способны переходить в другие. <i>Например: механическое движение переходит в тепловое, тепловое – в химическое, химическое – в электрическое. </i>Возможен и обратный переход. Взаимопереход форм движения материи подтверждает единство и связь всех ее форм. В этом явлении отражен <b>основной закон природы</b> – закон вечности материи и ее движения:</p><p>1) ни один вид материи и ни одна форма движения не могут быть получены из ничего и превращены в ничто;</p><p>2) материя и ее движение неуничтожимы и несотворимы – вечно изменяясь, они вечно существуют.</p><p>Материя <i>не может существовать вне движения, </i>она всегда находится в состоянии движения, изменения и развития. При уничтожении движения объект прекращает свое существование, переходит в другие объекты, которым характерно движение покоя – состояния движений, обеспечивающих стабильность предмета, сохраняя его качества. <i>Покой относителен, а движение абсолютно </i>– это неотъемлемое свойство материи. Структурные уровни материи:</p><p><b>Развитие материи </b>– переход одного качества в другое, направленное формирование новых типов организации, рождающихся из предшествующих им типов. Две разновидности процессов развития:</p><p>1) процессы качественных превращений, в рамках соответствия вида материи, определенного уровня ее организации;</p><p>2) процессы перехода от одного уровня к другому.</p><p>Свойства и движение материи – предмет изучения естествознания. Оно изучает взаимные превращения, модификации и развитие конкретных видов материи, выявляет закономерности этих явлений и связь между ними. Изучение свойств и закономерностей материи позволяет управлять природными явлениями в нужном направлении и руководить ими в полном объеме.</p>"
  },
  {
    "title": "Неполярная и полярная ковалентные связи",
    "content": "<p>При помощи химической связи атомы элементов в составе веществ удерживаются друг возле друга. Тип химической связи зависит от распределения в молекуле электронной плотности.</p><p><b>Химическая связь </b>– взаимное сцепление атомов в молекуле и кристаллической решетке под воздействием электрических сил притяжения между атомами. Атом на внешнем энергетическом уровне способен содержать от одного до восьми электронов. <b>Валентные электроны </b>– электроны предвнешнего, внешнего электронных слоев, участвующие в химической связи. <b>Валентность </b>– свойство атомов элемента образовывать химическую связь.</p><p><b>Ковалентная связь </b>образуется за счет общих электронных пар, возникающих на внешних и предвнешних подуровнях связываемых атомов.</p><p><b>Общая электронная пара осуществляется через </b>обменный или донорно-акцепторный механизм. <b>Обменный механизм образования ковалентной связи </b>– спаривание двух неспа-ренных электронов, принадлежащих различным атомам. <b>Донорно-акцепторный механизм образования ковалетной связи </b>– образование связи за счет пары электронов одного атома (донора) и вакантной орбитали другого атома (акцептора).</p><p>Есть <b>две основные разновидности ковалентной связи: </b>неполярная и полярная.</p><p><b>Ковалентная неполярная связь </b>возникает между атомами неметалла одного химического элемента (O2, N2, Cl2) – электронное облако связи, образованное общей парой электронов, распределяется в пространстве симметрично по отношению к ядрам обоих атомов.</p><p><b>Ковалентная полярная связь </b>возникает между атомами различных неметаллов (HCl, CO2, N2O) – электронное облако связи смещается к атому с большей электроотрицательностью.</p><p>Чем сильнее перекрываются электронные облака, тем прочнее ковалентная связь.</p><p><b>Электроотрицательность </b>– способность атомов химического элемента оттягивать к себе общие электронные пары, участвующие в образовании химической связи.</p><p><b>Свойства ковалентной связи: </b>1) энергия; 2) длина; 3) насыщаемость; 4) направленность.</p><p><b>Длина связи </b>– расстояние между ядрами атомов, образующих связь.</p><p><b>Энергия связи </b>– количество энергии, необходимое для разрыва связи.</p><p><b>Насыщаемость </b>– способность атомов образовывать определенное число ковалентных связей.</p><p><b>Направленность ковалентной связи </b>– параметр, определяющий пространственную структуру молекул, их геометрию, форму.</p><p><b>Гибридизация </b>– выравнивание орбиталей по форме и энергии. Существует несколько форм перекрывания электронных облаков с образованием ?-связей и ?-связей (?-связь намного прочнее ?-связи, ?-связь может быть только с ?-связью).</p>"
  },
  {
    "title": "Многоцентровые связи",
    "content": "<p>В процессе развития метода валентных связей выяснилось, что настоящие свойства молекулы оказываются промежуточными между теми, которые описывает соответствующая формула. Такие молекулы описывают набором из нескольких валентных схем <b>(метод наложения валентных схем)</b>. В качестве примера рассматривается молекула метана СН4. В ней отдельные молекулярные орбитали взаимодействуют друг с другом. Это явление называется <b>локализованной многоцентровой ковалентной связью. </b>Эти взаимодействия слабые, поскольку степень перекрывания орбиталей невелика. Но молекулы с многократно перекрывающимися атомными орбиталями, ответственными за образование связей путем обобществления электронов тремя и более атомами, существуют (дибо-ран В2Н6). В этом соединении центральные атомы водорода соединены трехцентровыми связями, образовавшимися в результате перекрывания sp3-гибридных орбиталей двух атомов бора с 1s-атомной орбиталью атома водорода.</p><p>С точки зрения метода молекулярных орбиталей считается, что каждый электрон находится в поле всех ядер, но связь не обязательно образована парой электронов (Н2+ – 2 протона и 1 электрон).</p><p><b>Метод молекулярных орбиталей </b>использует представление о молекулярной орбитали, описывая распределение электронной плотности в молекуле.</p><p><b>Молекулярные орбитали </b>– волновые функции электрона в молекуле или другой многоатомной химической частице. <b>Молекулярная орбиталь (МО) </b>занята одним или двумя электронами. В области связывания состояние электрона описывает связывающая молекулярная орбиталь, в области разрыхления – разрыхляющая молекулярная орбиталь. Распределение электронов по молекулярным орбиталям происходит так же как и распределение электронов по атомным орбиталям в изолированном атоме. <b>Молекулярные орбитали </b>формируются при комбинациях атомных орбиталей. Их число, энергия и форма выводятся исходя из числа, энергии и формы орбиталей атомов – элементов молекулы.</p><p>Волновые функции, отвечающие молекулярным орбиталям в двухатомной молекуле, представляют в виде суммы и разности волновых функций, атомных орбиталей, умноженных на постоянные коэффициенты: ?(АВ) = c1?(A)±c2?(B). Это <b>метод вычисления одноэлектронной волновой функции </b>(молекулярные орбитали в приближении линейной комбинации атомных орбиталей).</p><p><b>Энергии связывающих орбиталей </b>ниже энергии атомных орбиталей. Электроны связывающих молекулярных орбиталей находятся в пространстве между связываемыми атомами.</p><p><b>Энергии разрыхляющих орбиталей </b>выше энергии исходных атомных орбиталей. Заселение разрыхляющих молекулярных орбиталей электронами ослабляет связь.</p>"
  },
  {
    "title": "Ионная связь",
    "content": "<p>Связь, возникшая между атомами с резко выраженными противоположными свойствами (типичным металлом и типичным неметаллом), между которыми возникают силы электростатического притяжения, называется <b>электровалентной, </b>или <b>ионной связью</b>. Соединения, образовавшиеся путем притяжения ионов, называются <b>гетерополярными, </b>или <b>ионными</b>. (FrF – самое типичное ионное соединение, NaCl). Образование таких соединений получается из атомов, резко отличающихся по значению электроотрицательности, в результате перехода электронов от атомов одних элементов к другим. Ионные соединения возникают между элементами I и II групп с элементами главных подгрупп VI и VII групп. Типичные металлы имеют на внешнем энергетическом уровне не более 3-х электронов, которые они отдают, превращаясь в положительно заряженные катионы, а типичные неметаллы, имеющие 6–7 электронов на внешнем валентном уровне, принимают недостающие электроны, превращаясь в отрицательно заряженные катионы, т. е. электронные оболочки соединяющихся элементов превращаются в электронную оболочку (завершенный уровень) благородных газов. Вещества с ионной связью имеют кристаллическую решетку, твердые, являются электролитами, с высокими температурами кипения и плавления, при растворении в воде или плавлении проявляют свойства сильных электролитов. Ионная связь – производная ковалентной связи в результате односторонней поляризации общей электронной пары, переходящей во владение одного из соединяющихся атомов.</p><p>Одностороннюю поляризацию осуществляет атом хлора, обладающего ярко выраженными неметаллическими свойствами. Электроны переходят от атома натрия, имеющего типичные металлические свойства, к атому хлора. В результате к атому хлора смещается общее электронное облако. Ионная связь – высшая степень ковалентной неполярной связи. Ко-валентная полярная связь является промежуточной формой между ионной и ковалентной неполярной связью. Природа образования ко-валентной и ионной связи едина, принципиальных отличий не существует. Различие состоит в степени поляризации. Ионной связи характерны <b>ненасыщаемость </b>– каждый ион, взаимодействуя с противоположным во всех направлениях, не компенсирует силовые поля, и <b>ненаправленность </b>– любой ион в любом направлении способен притягивать к себе ион противоположного заряда. В результате этих свойств ионные соединения представляют собой твердые тела с ионной кристаллической решеткой. 100 %-ной ионной связи не существует. Существует степень или доля ионности связи – в соединении СsF ионная связь имеет долю 89 %.</p>"
  },
  {
    "title": "Водородная связь",
    "content": "<p><b>В 80-х годах XIX в. М.А. Ильинский </b>и <b>Н.Н. Бекетов </b>установили, что атом водорода, соединенный с атомом фтора, кислорода или азота, способен образовывать еще одну дополнительную связь – то есть некоторые водородосодер-жащие группы атомов образуют химическую связь, электроотрицательные атомы которой входят в состав молекулы. Этот вид связи получил название <b>водородная связь</b>.</p><p><b>Водородная связь </b>– взаимодействие между двумя электроотрицательными атомами одной или нескольких разных молекул при помощи атома водорода: А—Н...В (чертой обозначена ковалентная связь, тремя точками – водородная связь).</p><p><i>Для водородной связи характерно </i>электростатическое притяжение водорода (несущего положительный заряд ?+) к атому электроотрицательного элемента, имеющего отрицательный заряд ?-. Чаще всего она слабее ковалентной, но сильнее обычного притяжения молекул друг к другу в твердых и жидких веществах.</p><p>Водородная связь отличается от межмолекулярных взаимодействий тем, что обладает свойствами направленности и насыщаемости.</p><p><i>Водородная связь считается разновидностью ковалентной химической связи. </i>Описывается при помощи метода молекулярных орбита-лей в виде трехцентровой двухэлектронной связи.</p><p><b>Признак наличия водородной связи </b>– расстояние между атомом водорода и другим атомом, ее образующим, меньше, чем общая сумма радиусов этих атомов.</p><p>Чаще встречаются несимметричные водородные связи (расстояние <b>Н...В&gt;А—В</b>), редко – симметричные (<b>HF</b>).</p><p>Угол между атомами <b>А—Н...В </b>~180o.</p><p>Водородная связь присутствует во многих химических соединениях. Образуется между наиболее электроотрицательными элементами (фтор, азот, кислород), реже – в некоторых других (хлор, сера).</p><p>Наиболее прочные водородные связи имеются в воде, фтороводороде, кислородсодержащих неорганических кислотах, карбоновых кислотах, фенолах, спиртах, аммиаке, аминах.</p><p><i>При кристаллизации водородные связи сохраняются.</i></p><p><b>Кристаллические решетки водородных связей:</b></p><p>1) цепи (метанол);</p><p>2) плоские двухмерные слои (борная кислота);</p><p>3) пространственные трехмерные сетки (лед).</p><p><b>Внутримолекулярная водородная связь</b>– водородная связь, объединяющая части одной молекулы.</p><p><b>Межмолекулярная водородная связь </b>– водородная связь, образующаяся между атомом водорода одной молекулы и атомом неметалла другой молекулы.</p>"
  },
  {
    "title": "Превращение энергии при химических реакциях",
    "content": "<p><b>Химическая реакция </b>– превращение одного или нескольких исходных веществ в другие по химическому составу или строению вещества.</p><p>По сравнению с ядерными реакциями общее число атомов и изотопный состав химических элементов при химических реакциях неизменны.</p><p><b>Виды химических реакций:</b></p><p>1) смешение или физический контакт реагентов;</p><p>2) нагревание;</p><p>3) катализ;</p><p>4) фотохимические реакции (с участием света);</p><p>5) электродные процессы;</p><p>6) механохимические реакции;</p><p>7) радиационно-химические реакции;</p><p>8) плазмохимические реакции.</p><p><b>Основные типы химических реакций:</b></p><p>1) соединения: 2Cu + O2 = 2CuO;</p><p>2) разложения: 2HgO = 2Hg + O2;</p><p>3) замещения: Fe + CuSO4 = FeSO4 + Cu;</p><p>4) обмена: NaCl + H2SO4 = НСl + NaHSO4.</p><p><b>Химические реакции характеризуются физическими проявлениями:</b></p><p>1) поглощение и выделение энергии;</p><p>2) изменение агрегатного состояния реагентов;</p><p>3) изменение окраски реакционной смеси и др.</p><p>Выделение или поглощение энергии происходит в виде теплоты. Это позволяет судить о наличии в веществах определенного количества некоторой энергии (<b>внутренней энергией реакции)</b>.</p><p>При химических реакциях происходит освобождение части энергии, содержащейся в веществах, это носит название <b>теплового эффекта реакции</b>, по которому можно судить об изменении количества <b>внутренней энергии вещества</b>.</p><p>У ряда химических реакций можно наблюдать поглощение или выделение лучистой энергии. В этих случаях внутренняя энергия через теплоту превращается в излучение <b>(горение)</b>. Существуют также процессы в которых внутренняя энергия сразу превращается в лучистую <b>(лю-минисценция)</b>.</p><p>В химических реакциях, протекающих с взрывом, внутренняя энергия превращается в механическую, причем частично сразу, частично переходя изначально в теплоту.</p><p>Во время химических реакций происходит взаимное превращение энергий – внутренней энергии веществ в тепловую, лучистую, электрическую и механическую, и наоборот.</p><p><b>Экзотермические химические реакции </b>характеризуются выделением энергии во внешнюю среду. <b>Эндотермические </b>– поглощением энергии.</p><p>В физических процессах вещества не изменяют своих свойств, может измениться внешняя форма или агрегатное состояние. В химических процессах образуются новые вещества с другими свойствами. При ядерных реакциях в атомах обязательно происходят трансформации электронной оболочки.</p>"
  },
  {
    "title": "Цепные реакции",
    "content": "<p>Существуют химические реакции, в которых взаимодействие между компонентами происходит довольно просто. Существует весьма обширная группа реакций, протекающих сложно. В этих реакциях каждый элементарный этап связан с предыдущим, без выполнения которого дальнейшая реакция невозможна. В таких реакциях образование продукта реакции являет собой результат цепи элементарных этапов реакции, что называется <b>цепными реакциями</b>, <i>которые проходят при участии активных центров – атомов, ионов или радикалов (осколков молекул).</i></p><p><b>Радикал </b>– осколок молекулы, имеющий неспаренные электроны и проявляющий высокую реакционную активность (H, Cl, O, OH, CH3).</p><p>При взаимодействии активных центров с молекулами исходных компонентов происходит образование продуктов реакции и новых активных частиц, способствующих новому этапу взаимодействия. <i>Активные центры способствуют и создают цепи последовательных превращений веществ.</i></p><p>В качестве примера цепной реакции можно привести реакцию синтеза хлористого водорода:</p><img src='./img/theory/cribs/no_organic/15-1.png'/><p>Эту реакцию провоцирует свет. Молекула хлора поглощает квант лучистой энергии <b>h<i>v </i></b>и приходит в возбуждение, то есть атом в ней начинает энергично колебаться. Когда энергия колебаний превышает энергию связи, то происходит распад молекулы (<b>фотохимическая диссоциация</b>):</p><img src='./img/theory/cribs/no_organic/15-2.png'/><p><b>Обрыв цепи – </b>окончание цепи, характеризующееся соударением двух активных частиц и одной неактивной, результатом которой является образование молекулы и унос выделившейся энергии неактивной частицей.</p><p><b>Цепные реакции делятся на:</b></p><p>1) неразветвленные цепные реакции;</p><p>2) разветвленные цепные реакции.</p><p><b>Неразветвленная цепная реакция </b>характеризуется тем, что при каждом элементарном взаимодействии один активный центр образует молекулу продукта реакции и один новый активный центр. <b>Разветвленная цепная реакция </b>характеризуется тем, что по ходу взаимодействия свободного радикала с молекулой исходного реагента происходит образование нескольких новых активных центров, одни из которых дают начало новым активным центрам, а другие продолжают старую цепь.</p><p>Пример разветвленной цепной реакции – реакция образования воды из простых веществ:</p><img src='./img/theory/cribs/no_organic/15-3.png'/><p><b>Теория разветвленных цепных реакций </b>была выдвинута <b>Н.Н. Семеновым в 20-х годах XX </b>века при изучении кинетики разнообразных процессов. <b>Теория цепных реакций </b>является научной основой для отраслей техники. <b>Ядерные цепные реакции </b>тоже относятся к цепным процессам.</p>"
  },
  {
    "title": "Общие свойства неметаллов",
    "content": "<p>Исходя из положения неметаллов в периодической системе <b>Менделеева</b>, можно выявить свойства для них характерные. Можно определить количество электронов на внешнем энергетическом подуровне, местоположение неметаллов в конце малых и больших периодов, число электронов на внешнем подуровне соответствует номеру группы. В периоде идет возрастание способности присоединять электроны, а в группе это свойство можно наблюдать по мере уменьшения радиуса (в периоде снизу вверх).</p><p>Для неметаллов характерно свойство присоединять электроны, проявлять окислительные свойства. Наиболее они выражены у элементов <b>VI </b>и <b>VII </b>групп. Самый сильный окислитель – <b>фтор</b>.</p><p><b>Окислительные свойства неметаллов возрастают в последовательности:</b></p><img src='./img/theory/cribs/no_organic/16-1.png'/><p><b>Фтор </b>никогда не проявляет восстановительных свойств. Другие неметаллы и вещества, им соответствующие, могут проявлять восстановительные свойства, но они слабее, чем у металлов.</p><p><b>Восстановительная способность неметаллов увеличивается от кислорода к кремнию в ряду:</b></p><img src='./img/theory/cribs/no_organic/16-2.png'/><p>Так, хлор напрямую не взаимодействует с кислородом, но можно получить оксиды хлора (Cl2O, ClO2, Cl2O7), в которых хлор проявляет положительную степень окисления. Азот при высоких температурах вступает в реакцию с кислородом, выказывая восстановительные свойства:</p><img src='./img/theory/cribs/no_organic/16-3.png'/><p>Сера проявляет как окислительные, так и восстановительные свойства:</p><p>S + O2 = SO2 – восстановительные свойства серы;</p><p>S + H2 = H2S – окислительные свойства серы.</p><p><b>В нормальных условиях неметаллы:</b></p><p>1) газы (водород, фтор, хлор, кислород, азот и благородные газы);</p><p>2) жидкость (бром);</p><p>3) твердые вещества (все остальные).</p><p>Из-за разницы строения кристаллической решетки свойства неметаллов отличаются друг от друга.</p><p><i>C, B, Si – немолекулярное строение – атомная кристаллическая решетка.</i></p><p>F2<i>, O2, Cl2, Br2, N2, I2, S8, P4 – молекулярное строение – молекулярная кристаллическая решетка.</i></p><p><i>С водородом образуют летучие соединения – газы и жидкости.</i></p><p><i>С кислородом образуют кислотные оксиды.</i></p><p>Атомы инертных газов содержат на внешнем уровне по 8 электронов (у гелия – 2). До середины <b>XX </b>века считалось, что такие атомы не способны ни отдавать электроны, ни принимать их, ни образовывать общие электронные пары. В <b>1962 г. </b>был получен тетрафторид ксенона XeF4, первое химическое соединение инертного газа.</p>"
  },
  {
    "title": "Водород",
    "content": "<p><b>Водород (Н) </b>– 1-й элемент периодической системы Менделеева – I и VII группа, главная подгруппа, 1 период. На внешнем s1-подуровне имеется 1 валентный электрон и 1 s2-подуровень свободный, отчего Н обладает двойной природой: в одних случаях он отдает электрон (восстановительные свойства), в других – принимает (окислительные свойства). Аr – 1,008; электронная конфигурация – 1s1. Н входит в состав всех органических соединений, содержится в некоторых природных газах, составляет 1/2 массы Солнца.</p><p><b>Физические свойства: Н2 </b>– бесцветный газ, без запаха, самый легкий из всех газов.</p><p><b>Химические свойства: </b>связь в молекуле Н2 – ковалентная неполярная. Энергия ионизации водорода высока, поэтому водород не образует ионных соединений. В обычных условиях молекула водорода очень устойчива – очень высокая энергия диссоциации и связи.</p><p>Соединения водорода с другими элементами носят ковалентный характер. В соединениях <b>Н </b>всегда одновалентен, степень окисления с неметаллами +1, металлами -1. При высокой температуре водород взаимодействует с щелочными и щелочно-земельными металлами, образуя гидриды:</p><img src='./img/theory/cribs/no_organic/17-1.png'/><p>Связь в гидридах частично ионная. С галогенами Н реагирует по-разному: с F на холоде со взрывом:</p><img src='./img/theory/cribs/no_organic/17-2.png'/><p>С Cl при нагревании или на свету реакция идет со взрывом по цепному механизму, разлагая атомы на радикалы:</p><img src='./img/theory/cribs/no_organic/17-3.png'/><p>Реакция с Вr происходит при нагревании, с I при сильном нагревании и не полностью, т. к. идет обратная реакция. H восстанавливает многие металлы из их оксидов:</p><img src='./img/theory/cribs/no_organic/17-4.png'/><p>С многими неметаллами H образует газообразные соединения: СН4, SiH4 – силан, Н2S – сероводород и др. Синтезом Н с N получают аммиак:</p><img src='./img/theory/cribs/no_organic/17-5.png'/><p>Особо активен атомарный H. Он реагирует с кислородом без поджигания: 2Н? + О2 = Н2О2. Без нагревания восстанавливает многие неметаллы. С галогенами реагирует быстро, даже в темноте.</p><p><b>Получение: </b>в лаборатории в аппарате Кипа воздействием на него НСl или Н2SО4 с Zn:</p><img src='./img/theory/cribs/no_organic/17-6.png'/><p>Или электролизом воды с добавлением NаОН.</p><p>В промышленности Н получают:</p><p>а) конверсией воды:</p><img src='./img/theory/cribs/no_organic/17-7.png'/><p>б) конверсией СН4:</p><img src='./img/theory/cribs/no_organic/17-8.png'/><p>в) кислородной конверсией:</p><img src='./img/theory/cribs/no_organic/17-9.png'/><p>г) нагреванием СН4:</p><img src='./img/theory/cribs/no_organic/17-10.png'/>"
  },
  {
    "title": "Вода",
    "content": "<p>Из оксидов водорода самым распространенным на Земле является <b>вода. </b>Эмпирическая формула – <b>Н2О. </b>Молекулярная масса – 18. <b>Строение молекулы воды </b>(структурная формула):</p><img src='./img/theory/cribs/no_organic/18-1.png'/><p>Молекулы воды имеют треугольную формулу: атомы водорода образуют с атомом кислорода угол, равный 104,3 %. Вблизи атома кислорода образуется отрицательно заряженное поле, т. к. наибольшая электронная плотность сосредотачивается на атоме кислорода, а вблизи атомов водорода образуется положительно заряженное поле – молекула воды – диполь. Вследствие полярности молекулы воды ассоциируют, образуя водородные связи. Последние обуславливают все физические свойства воды.</p><p><b>Физические свойства: </b>вода – бесцветная жидкость, без вкуса и запаха, плотность – 1 г/см3; температура замерзания – 0 °C (лед), кипения – 100 °C (пар). При 100 °C и нормальном давлении водородные связи рвутся и вода переходит в газообразное состояние – пар. У воды плохая тепло-и электропроводность, но хорошая растворимость.</p><p><b>Химические свойства: </b>вода незначительно диссоциирует:</p><img src='./img/theory/cribs/no_organic/18-2.png'/><p>В присутствии воды идет гидролиз солей – разложение их водой с образованием слабого электролита:</p><img src='./img/theory/cribs/no_organic/18-3.png'/><p>Взаимодействует со многими основными оксидами, металлами:</p><img src='./img/theory/cribs/no_organic/18-4.png'/><p>С кислотными оксидами:</p><img src='./img/theory/cribs/no_organic/18-5.png'/><p><b>Получение: </b>вода образуется при горении водорода в кислороде: 2Н2 + О2 = 2Н2О</p><p>Эта реакция протекает мгновенно при 700 °C. Смесь двух объемов водорода и одного объема кислорода называется <b>гремучей смесью</b>. Методом перегонки получают чистую воду – <b>дистиллированную воду.</b></p><p><b>Нахождение в природе: </b>вода составляет 2/3 поверхности Земли. Природная вода не бывает чистой, т. к. в ней растворено огромное количество солей. Вода входит в состав многих кристаллогидратов: <b>Nа2СО3 * 10Н2О</b>; <b>CuSO4 * 5Н2О</b>; <b>MgSO4 * 7Н2О</b>. <b>Тяжелая вода D2О </b>отличается от обычной, образованной водородом – протием – наличием в ней второго изотопа водорода – <b>D </b>(дейтерия), Аr которого – 2, следовательно, молекулярная масса тяжелой воды – 20. Плотность <b>D2О = </b>1,1050 г/см3; температура кипения – 101,4 °C, замерзания – 3,8 °C. Химически менее активна. Применяется в качестве замедлителя нейтронов в ядерных реакторах. Она непригодна для жизненных процессов, т. к. изменяет скорость биохимических реакций. В обычной воде частично содержится тяжелая вода.</p>"
  },
  {
    "title": "Перекись водорода",
    "content": "<p><b>Пероксид, или перекись водорода </b>– кислородное соединение водорода (перекись). Формула: <b>Н2О2 Физические свойства: </b>перекись водорода – бесцветная сиропообразная жидкость, плотность – 1,45 г/см3относится к числу очень слабых, т. к. в очень малой степени диссоциирует: по I ступени:</p><img src='./img/theory/cribs/no_organic/19-1.png'/><p>по II ступени:</p><img src='./img/theory/cribs/no_organic/19-2.png'/><p><b>Химические свойства: </b>при взаимодействии концентрированного раствора <b>Н2О2 с </b>гидроксидами металлов образуются их пероксиды: Na2O2, CaO, MgO2 идр.</p><img src='./img/theory/cribs/no_organic/19-3.png'/><p><b>Пероксиды, или перекиси </b>– это соли Н2О2, состоящие из положительно заряженных ионов металлов и отрицательно заряженных ионов О22-, электронное строение их аниона следующее:</p><img src='./img/theory/cribs/no_organic/19-4.png'/><p>Н2О2 проявляет окислительно-восстановительные свойства: окисляет вещества стандартный электронный потенциал которых (Е°) не превышает 1,776 В; восстанавливает вещества у которых Е° больше 0,682 В. Окислительно-восстановительные свойства <b>Н2О2 </b>объясняются тем, что степень окисления -1 у атомов кислорода имеет промежуточное значение между степенями окисления -2 и 0. Более характерны для него окислительные свойства.</p><img src='./img/theory/cribs/no_organic/19-5.png'/><p>Н2О2 здесь выступает окислителем.</p><img src='./img/theory/cribs/no_organic/19-6.png'/><p>В этих случаях пероксид водорода является восстановителем.</p><p><b>Соли H2O2 – </b>пероксиды (перекиси) также обладают окислительно-восстановительными свойствами:</p><img src='./img/theory/cribs/no_organic/19-7.png'/><p>Здесь Na2O2 – восстановитель.</p><p><b>Получение: </b>в промышленности H2O2 получают взаимодействием разбавленной серной кислотой с пероксидом бария ВаО2: H2SO4(разб.) + ВаО2= ВаSO4 + H2O2, а также путем перегонки пергидроля в вакууме получается концентрированный пероксид водорода. <b>Пергидроль </b>– 30 %-ный водный раствор H2O2. Окислительная способность и безвредность применения пероксида водорода дала возможность широкого использования его во многих отраслях народного хозяйства: в промышленности – для отбеливания тканей, мехов; в пищевой промышленности – для консервирования продуктов; в сельском хозяйстве – для протравливания семян, в производстве ряда органических соединений, например, в производстве глицерина: промежуточный продукт при получении глицерина – аллиловый спирт СН2 = СН – СН2ОН окисляют при помощи H2O <b>в глицерин С3Н5(ОН)3</b>, используется в ракетной технике как сильный окислитель. 3 %-ный H2O2 применяется в фармацевтике в медицинских целях как дезинфицирующее средство.</p>"
  },
  {
    "title": "Вещества и их изменение",
    "content": "<p><b>Вещества </b>– виды материи, дискретные частицы которых имеют конечную массу покоя (сера, кислород, известь и т. д.). Из веществ состоят физические тела.</p><p>Каждое вещество имеет определенные физические свойства: агрегатное состояние (жидкое, твердое, газообразное), температуру плавления, кипения, замерзания, плотность, растворимость. Агрегатное состояние может переходить из одного в другое. Величины, количественно отражающие свойства веществ называются <b>физическими константами</b>. Различают <b>чистые </b>вещества (сера, железо, дистиллированная вода) и <b>смеси </b>(природная вода, содержащая соли, сплавы). Смеси называют по веществу, преобладающему в их составе. В природе абсолютно чистых веществ не встречается. Если количество примесей ничтожно мало, то вещество считается условно чистым. Чистое вещество однородно, смеси бывают однородные и неоднородные. <b>Однородные смеси </b>– смесь двух или нескольких веществ, которые не обнаруживаются при помощи аппаратуры (смеси газов, многие жидкости, например, кровь, сплавы).</p><p>Различают простые и сложные вещества. Вещества, состоящие из атомов одного вида, называются <b>простыми </b>(S – сера, C – графит, O2 – кислород, H2 – водород, все металлы). Вещества, состоящие из атомов разного вида, называются <b>сложными </b>(Н2О – вода, СО2 – углекислый газ, Н2SO4 – серная кислота).</p><p>Вещества подвержены различным изменениям. Явления, сопровождающиеся коренными изменениями вещества, при которых из одних веществ образуются другие, называются <b>химическими </b>(Fе (железо) + S (сера) = FеS (сульфид железа)), что является предметом изучения неорганической химии. <b>Предметом неорганической химии </b>является изучение химических элементов и образуемых ими простых и сложных веществ (кроме соединений углерода, составляющих предмет органической химии), превращений веществ, сопровождающихся изменениями его состава, свойств и (или) строения. <b>Неорганические вещества, или минеральные </b>– вещества, встречающиеся в неживой природе (песок, сера, минералы, графит).</p><p>Неорганическая химия связана с другими разделами химии – <i>аналитической, коллоидной, кристаллохимией, физической, термодинамикой, электрохимией, радиохимией, химической физикой</i>; на стыке неорганической и органической химии лежит химия металло-органических соединений и элементооргани-ческих соединений. Неорганическая химия соприкасается с <i>геолого-минералогическими науками</i>: геохимией и минералогией, а также с техническими науками – химической технологией (ее неорганической частью), металлургией и агрохимией.</p>"
  },
  {
    "title": "Общая характеристика подгруппы галогенов",
    "content": "<p><b>Галогены </b>– элементы VII группы – фтор, хлор, бром, йод, астат (астат мало изучен в связи с его радиоактивностью). Галогены – ярко выраженные неметаллы. Лишь йод в редких случаях обнаруживает некоторые свойства, схожие с металлами.</p><p>В невозбужденном состоянии атомы галогенов имеют общие электронную конфигурацию: <b>ns2np5</b>. Это значит, что галогены имеют 7 валентных электронов, кроме фтора.</p><img src='./img/theory/cribs/no_organic/20-1.png'/><p><b>Физические свойства галогенов: </b>F2 – бесцветный, трудно сжижающийся газ; Cl2 – желто-зеленый, легко сжижающийся газ с резким удушливым запахом; Br2 – жидкость красно-бурого цвета; I2 – кристаллическое вещество фиолетового цвета.</p><img src='./img/theory/cribs/no_organic/20-2.png'/><p>Водные растворы галогеноводородов образуют кислоты. НF – фтороводородная (плавиковая); НCl – хлороводородная (соляная); НBr – бромоводородная; НI – йодоводородная. Силы кислот сверху вниз снижаются. Плавиковая кислота является самой слабой в ряду галогеново-дородных кислот, а йодоводородная – самой сильной. Это объясняется тем, что энергия связи Нг сверху уменьшается. В том же направлении уменьшается и прочность молекулы Н Г, что связано с ростом межъядерного расстояния. Растворимость малорастворимых солей в воде тоже уменьшается:</p><img src='./img/theory/cribs/no_organic/20-3.png'/><p>Слева направо растворимость галогенидов уменьшается. АgF хорошо растворим в воде. <i>Все галогены в свободном состоянии – окислители</i>. Сила их как окислителей снижается от фтора к йоду. В кристаллическом, жидком и газообразном состоянии все галогены существуют в виде отдельных молекул. Атомные радиусы возрастают в том же направлении, что приводит к повышению температуры плавления и кипения. Фтор диссоциирует на атомы лучше йода. Электродные потенциалы при переходе вниз по подгруппе галогенов снижаются. У фтора самый высокий электродный потенциал. <i>Фтор – самый сильный окислитель</i>. Любой вышестоящий свободный галоген вытеснит нижестоящий, находящийся в состоянии отрицательного однозарядного иона в растворе.</p>"
  },
  {
    "title": "Хлор. Хлороводород и соляная кислота",
    "content": "<p><b>Хлор (Cl) – </b>стоит в 3-м периоде, в VII группе главной подгруппы периодической системы, порядковый номер 17, атомная масса 35,453; относится к галогенам.</p><p><b>Физические свойства: </b>газ желто-зеленого цвета с резким запахом. Плотность 3,214 г/л; температура плавления -101 °C; температура кипения -33,97 °C, При обычной температуре легко сжижается под давлением 0,6 МПа. Растворяясь в воде, образует хлорную воду желтоватого цвета. Хорошо растворим в органических растворителях, особенно в гексане (C6H14), в четырех-хлористом углероде.</p><p><b>Химические свойства хлора: </b>электронная конфигурация: 1s22s22p63s22p5. На внешнем уровне 7 электронов. До завершения уровня нужен 1 электрон, который хлор принимает, проявляя степень окисления -1. Существуют и положительные степени окисления хлора вплоть до + 7. Известны следующие оксиды хлора: Cl2O, ClO2, Cl2O6 и Cl2O7. Все они неустойчивы. Хлор – сильный окислитель. Он непосредственно реагирует с металлами и неметаллами:</p><img src='./img/theory/cribs/no_organic/21-1.png'/><p>Реагирует с водородом. При обычных условиях реакция идет медленно, при сильном нагревании или освещении – со взрывом, по цепному механизму:</p><img src='./img/theory/cribs/no_organic/21-2.png'/><p>Хлор взаимодействует с растворами щелочей, образуя соли – гипохлориты и хлориды:</p><img src='./img/theory/cribs/no_organic/21-3.png'/><p>При пропускании хлора в раствор щелочи образуется смесь растворов хлорида и гипохлорита:</p><img src='./img/theory/cribs/no_organic/21-4.png'/><p>Хлор – восстановитель: Cl2 + 3F2 = 2ClF3.</p><p>Взаимодействие с водой:</p><img src='./img/theory/cribs/no_organic/21-5.png'/><p>Хлор не взаимодействует непосредственно с углеродом, азотом и кислородом.</p><p><b>Получение: </b>2NaCl + F2 = 2NaF + Cl2.</p><p><b>Электролиз: </b>2NaCl + 2H2O = Cl2 + H2 + 2NaOH.</p><p><b>Нахождение в природе: </b>содержится в составе минералов: галит (каменная соль), сильвин, бишофит; морская вода содержит хлориды натрия, калия, магния и других элементов.</p><p><b>Хлороводород HCl </b>. <b>Физические свойства: </b>бесцветный газ, тяжелее воздуха, хорошо растворим в воде с образованием соляной кислоты.</p><p><b>Получение: </b>в лаборатории:</p><img src='./img/theory/cribs/no_organic/21-6.png'/><p>В промышленности: сжигают водород в струе хлора. Далее хлороводород растворяют в воде, и получают соляную кислоту (см. выше).</p><p><b>Химические свойства</b>: соляная кислота – сильная, одноосновная, взаимодействует с металлами, стоящими в ряду напряжений до водорода: Zn + 2HCl = ZnCl2 + H2.</p><p>Как восстановитель реагирует с оксидами и гидроксидами многих металлов:</p><img src='./img/theory/cribs/no_organic/21-7.png'/>"
  },
  {
    "title": "Краткие сведения о фторе, броме и йоде",
    "content": "<p><b>Фтор (F); бром (Br); йод (I) </b>относятся к группе галогенов. Стоят в 7-й группе главной подгруппы периодической системы. Общая электронная формула: ns2np6.</p><p><b>Физические свойства</b>: F2 – бесцветный, трудно сжижающийся газ; Br2 – жидкость красно-бурого цвета, легко испаряется, образуя красно-бурые пары; I2 – кристаллическое вещество фиолетового цвета со слабым металлическим блеском, при постепенном нагревании йод сублимируется, превращаясь в пар, минуя жидкое состояние. Бром и йод малорастворимы в воде, хорошо растворяются в органических растворителях – в бензине, бензоле, спирте. <b>Химические свойства: </b>галогены – ярко выраженные неметаллы. Фтор F2 – связь ковалентная неполярная обладает высокой химической активностью, за счет маленького радиуса атома, является сильнейшим окислителем. Фтор реагирует практически со всеми простыми и сложными веществами. Окисляет кислород, образуя фториды кислорода: ОF2 и О2F2. Вступает во взаимодействие даже с некоторыми инертными газами: 2F2 + Хе = ХеF4.</p><p><i>Не реагирует фтор только с гелием, неоном и аргоном</i>. Водородное соединение фтора – НF (фтороводород) при растворении в воде образует плавиковую кислоту. Бром и йод тоже вступают в реакции со многими соединениями, особенно с металлами, которые сгорают в них и образуются соответствующие соли. Металлы при этом отдают электроны, а галогены их принимают, являясь окислителями. При растворении в воде дает <b>бромную воду</b>. Молекулы их также двухатомные, ковалентные неполярные, но они менее активны, чем фтор, что объясняется большим радиусом атома у брома и йода, чем у фтора. Все галогены – активные окислители, что проявляется при взаимодействии их с различными сложными веществами – смешивание сероводородной воды с раствором брома:</p><img src='./img/theory/cribs/no_organic/22-1.png'/><p>Бром с нулевой степенью окисления окисляет серу (-2) до 0, сам при этом восстанавливаясь до -1.</p><img src='./img/theory/cribs/no_organic/22-2.png'/><p><i>Йод (0) окисляет серу (+4) до +6, восстанавливаясь до -1.</i></p><p>Галогены нашли широкое применение в химической промышленности: фтор используют в синтезе полимеров – фторопластов, пластмассы, стойкой к химическим воздействиям (тефлон), смазочных веществ, жидкостей для холодильников (фреоны). Бром используется в изготовлении лекарственных препаратов, некоторых красителей; йод широко используется в медицине – 10 %-ный раствор йода в спирте – как антисептическое, дезинфицирующее средство, йод входит в состав некоторых фармацевтических препаратов. Также бром и йод используются при различных синтезах и анализах веществ.</p>"
  },
  {
    "title": "Общая характеристика подгруппы кислорода",
    "content": "<p>Подгруппа кислорода, или халькогенов – 6-я группа периодической системы Д.И. Менделле-ва, включающая <b>следующие элементы</b>:</p><p>1) кислород – О;</p><p>2) сера – S;</p><p>3) селен – Se;</p><p>4) теллур – Te;</p><p>5) полоний – Po (радиоактивный элемент).</p><p>Номер группы указывает на максимальную валентность элементов, стоящих в этой группе. Общая электронная формула халькогенов: <b>ns2np4– </b>на внешнем валентном уровне у всех элементов имеется 6 электронов, которые редко отдают и чаще принимают 2 недостающих до завершения уровня электрона. Наличие одинакового валентного уровня обуславливает химическое сходство халькогенов. Характерные степени окисления: -1; -2; 0; +1; +2; +4; +6. Кислород проявляет только -1 – в пероксидах; -2 – в оксидах; 0 – в свободном состоянии; +1 и +2 – во фторидах – О2F2, ОF2 т. к. у него нет d-под-уровня и электроны разъединяться не могут, и валентность всегда – 2; S – все, кроме +1 и -1. У серы появляется d-подуровень и электроны с 3р и с 3s в возбужденном состоянии могут разъединиться и уйти на d-подуровень. В невозбужденном состоянии валентность серы – 2 – в SО, 4 – в SО2, 6 – в SО3. Se +2; +4; +6, Te +4; +6, Po +2; -2. Валентности у селена, теллура и полония также 2, 4, 6. Значения степеней окисления отражены в электронном строении элементов: О – 2s22p4; S – 3s23p4; Se – 4s24p4; Te – 5s25p4; Po – 6s26p4. Сверху вниз, с нарастанием внешнего энергетического уровня закономерно изменяются физические и химические свойства халькогенов: радиус атома элементов увеличивается, энергия ионизации и сродства к электрону, а также электроотрицательность уменьшаются; уменьшаются неметаллические свойства, металлические увеличиваются (кислород, сера, селен, теллур – неметаллы), у полония имеется металлический блеск и электропроводимость. Водородные соединения халькогенов соответствуют формуле: <b>H2R: H2О, H2S, H2Sе, H2Те – хальководороды. </b>Водород в этих соединениях может быть замещен на ионы металлов. Степень окисления всех халькогенов в соединении с водородом -2 и валентность тоже 2. При растворении хальководородов в воде образуются соответствующие кислоты. Эти кислоты – восстановители. Сила этих кислот сверху вниз возрастает, т. к. уменьшается энергия связи и способствует активной диссоциации. Кислородные соединения халькогенов отвечают формуле: RО2 и RО3 – кислотные оксиды. При растворении этих оксидов в воде они образуют соответствующие кислоты: Н2RО3 и Н2RO4. В направлении сверху вниз сила этих кислот убывает. Н2RО3 – кислоты-восстановители, Н2RO4 – окислители.</p>"
  },
  {
    "title": "Кислород и его свойства",
    "content": "<p><b>Кислород (О) </b>стоит в 1 периоде, VI группе, в главной подгруппе. р-элемент. Электронная конфигурация <b>1s2<i>2s22p4</i></b>. Число электронов на внешнем уровне – 6. Кислород может принять 2 электрона и в редких случаях отдать. Валентность кислорода 2, степень окисления -2.</p><p><b>Физические свойства: </b>кислород <b>(</b>О2<b>) </b>– бесцветный газ, без запаха и вкуса; в воде малорастворим, немного тяжелее воздуха. При -183 °C и 101,325 Па кислород сжижается, приобретая голубоватый цвет. <b>Строение молекулы: </b>молекула кислорода двухатомна, в обычных условиях прочная, обладает магнитными свойствами. Связь в молекуле ковалентная неполярная. Кислород имеет аллотропную модификацию – <b>озон </b>(О3<b>) – </b>более сильный окислитель, чем кислород.</p><p><b>Химические свойства: </b>до завершения энергетического уровня кислороду нужно 2 электрона, которые он принимает проявляя степень окисления -2, но в соединении со фтором кислород ОF2 -2 и О2F2 -1. Благодаря химической активности кислород взаимодействует почти со всеми простыми веществами. С металлами образует оксиды и пероксиды:</p><img src='./img/theory/cribs/no_organic/24-1.png'/><p>Кислород не реагирует только с платиной. При повышенных и высоких температурах реагирует со многими неметаллами:</p><img src='./img/theory/cribs/no_organic/24-2.png'/><img src='./img/theory/cribs/no_organic/24-3.png'/><p>Непосредственно кислород не взаимодействует с галогенами. Кислород реагирует со многими сложными веществами:</p><img src='./img/theory/cribs/no_organic/24-4.png'/><p>Кислороду характерны реакции горения:</p><img src='./img/theory/cribs/no_organic/24-5.png'/><p>В кислороде горят многие органические вещества:</p><img src='./img/theory/cribs/no_organic/24-6.png'/><p>При окислении кислородом уксусного альдегида получают уксусную кислоту:</p><img src='./img/theory/cribs/no_organic/24-7.png'/><p><b>Получение: </b>в лаборатории: 1) электролизом водного раствора щелочи: при этом на катоде выделяется водород, а на аноде – кислород; 2) разложением бертолетовой соли при нагревании: 2КСlО3?2КСl + 3О2?; 3) очень чистый кислород получают: 2КМnO4?К2МnO4 + МnО2 + О2?.</p><p><b>Нахождение в природе: </b>кислород составляет 47,2 % массы земной коры. В свободном состоянии он содержится в атмосферном воздухе – 21 %. Входит в состав многих природных минералов, огромное его количество содержится в организмах растений и животных. Природный кислород состоит из 3 изотопов: О(16), О(17), О(18).</p><p><b>Применение: </b>используется в химической, металлургической промышленности, в медицине.</p>"
  },
  {
    "title": "Озон и его свойства",
    "content": "<p><b>Озон (</b>О3<b>) – </b>одна из аллотропных модификаций кислорода<b>. Строение молекулы: </b>озон имеет нелинейное строение молекулы с углом между атомами 117°. Молекула озона обладает некоторой полярностью (несмотря на атомы одного рода, образующих молекулу озона), диамагнитна, так как не имеет неспаренных электронов.</p><p><b>Физические свойства: </b>озон – синий газ, имеющий характерный запах; молекулярная масса = 48, температура плавления (твердого) = 192,7 °C, температура кипения = 111,9 °C. Жидкий и твердый озон взрывчат, токсичен, хорошо растворим в воде: при 0 °C в 100 объемах воды растворяется до 49 объемов озона.</p><p><b>Химические свойства: </b>озон – сильный окислитель, он окисляет все металлы, в том числе золото – Au и платину – Pt (и металлы платиновой группы). Озон воздействует на блестящую серебряную пластинку, которая мгновенно покрывается черным пероксидом серебра – Аg2О2; бумага, смоченная скипидаром, воспламеняется, сернистые соединения металлов окисляются до солей серной кислоты; многие красящие вещества обесцвечиваются; разрушает органические вещества – при этом молекула озона отщепляет один атом кислорода, и озон превращается в обыкновенный кислород. Атакже большинство неметаллов, переводит низшие оксиды в высшие, а сульфиды их металлов – в их сульфаты:</p><img src='./img/theory/cribs/no_organic/25-1.png'/><p>Йодид калия озон окисляет до молекулярного йода:</p><img src='./img/theory/cribs/no_organic/25-2.png'/><p>Но с пероксидом водорода Н2О2 озон выступает в качестве восстановителя:</p><img src='./img/theory/cribs/no_organic/25-3.png'/><p>В химическом отношении молекулы озона неустойчивы – озон способен самопроизвольно распадаться на молекулярный кислород:</p><img src='./img/theory/cribs/no_organic/25-4.png'/><p><b>Получение: </b>получают озон в озонаторах путем пропускания через кислород или воздух электрические искры. Образование озона из кислорода:</p><img src='./img/theory/cribs/no_organic/25-5.png'/><p>Озон может образовываться при окислении влажного фосфора, смолистых веществ. <b>Определитель озона: </b>чтобы опознать в воздухе наличие озона, необходимо в воздух погрузить бумажку, пропитанную раствором йодида калия и крахмальным клейстером – если бумажка приобрела синюю окраску, значит, в воздухе присутствует озон. <b>Нахождение в природе: </b>в атмосфере озон образуется во время электрических разрядов. <b>Применение: </b>будучи сильным окислителем озон уничтожает различного рода бактерии, поэтому широко применяется в целях очищения воды и дезинфекции воздуха, используется как белящее средство.</p>"
  },
  {
    "title": "Сера и ее свойства",
    "content": "<p><b>Сера (S) </b>в природе встречается в соединениях и свободном виде. Распространены и соединения серы, такие как свинцовый блеск PbS, цинковая обманка ZnS, медный блеск Cu2S. <b>Для получения серы </b>основным источником служит железный колчедан (пирит) FeS2. Газовую серу получают из газов, образованных при коксовании и газификации угля.</p><p><b>Существует несколько известных аллотропных модификаций серы:</b></p><p>1) циклическая форма;</p><p>2) моноклинная форма;</p><p>3) кристаллическая ромбическая форма.</p><p>При температуре 20–25 °C (комнатная) наиболее устойчива желтая ромбическая сера (a-сера, r = 2,1 г/см3). При температурном интервале от 95,4 °C до 119,3 °C (температура плавления) наиболее стабильной является моноклинная сера (b-сера). При комнатной температуре кристаллы моноклинной серы постепенно переходят в монолит микроскопических кристаллов ромбической серы. При резком охлаждении сильно нагретой серы происходит образование пластической серы.</p><p>Реже встречается пурпурная сера, образующаяся при быстрой конденсации паров серы на поверхности, охлаждаемой жидким азотом.</p><p>Сера находится в VI группе третьего периода периодической системы. Имеет на внешнем электронном слое атома шесть электронов.</p><p>Проявляет степень окисления от -2 до +6.</p><p><i>Сера не растворима в воде, но растворима в органических растворителя</i>х. Является диэлектриком.</p><p><b>Сера </b>– неметалл с типичными для него свойствами. Взаимодействует со многими металлами непосредственно (медью, железом, цинком), выделяя при этом теплоту. Среди металлов лишь золото, платина и рутений не вступают в реакцию с серой. Взаимодействует также с большинством неметаллов, за исключением азота и йода.</p><p><b>Химические свойства:</b></p><p>1) при нагревании сера реагирует с водородом, образуя сероводород: S + Н2 = H2S;</p><p>2) взаимодействуя с металлами, сера образует сульфиды: S + Fe = FeS; 2Al + 3S = Al2S3;</p><p>3) при сжигании серы в струе кислорода образуется сернистый газ или сернистый ангидрид SO2: S + O2 = SO2;</p><p>4) чистая сера способна проявлять восстановительные свойства: S + 2HNO3 = H2SO4 + 2NO.</p><p>Сера используется в большом количестве в народном хозяйстве. Серу используют для получения резины – при помощи серы происходит ее затвердевание (вулканизация).</p><p>Каучук с высоким содержанием серы называется <b>эбонит</b>, являющийся качественным электрическим изолятором. Для уничтожения некоторых сельскохозяйственных вредителей серу применяют в виде серного цвета. Серу используют для приготовления спичек, синей краски (ультрамарина), сероуглерода, серной кислоты.</p>"
  },
  {
    "title": "Сероводород и сульфиды",
    "content": "<p><b>Сероводород (H2S) – </b>бесцветный газ с резким запахом гниющего белка. В природе встречается вводах минеральных ключей вулканических газах, гниении отбросов, а также при разложении белков погибших растений и животных.</p><p><b>Получение:</b></p><p>1) прямой синтез из элементов, при температуре 600 °C;</p><p>2) воздействием на сульфиды натрия и железа соляной кислотой.</p><p><b>Физические свойства: </b>сероводород тяжелее воздуха, очень ядовит. Сжижение его происходит при -60,8 °C, затвердение – при -85,7 °C. Легко воспламеняется на воздухе. Растворим в воде – при температуре 20 °C в 1 литре воды можно растворить 2,5 литра сероводорода, при этом образуется сероводородная кислота.</p><p><b>Химические свойства: сероводород </b>– сильный восстановитель, в зависимости от условий (температура, pH раствора, концентрация окислителя) при взаимодействии с окислителями он окисляется до диоксида серы или серной кислоты:</p><p>1) горит голубоватым пламенем на воздухе:</p><img src='./img/theory/cribs/no_organic/27-1.png'/><p>2) при высокой температуре разлагается:</p><img src=\"./img/theory/cribs/no_organic/27-2.png\"/><p>3) вступает в реакцию с галогенами:</p><img src=\"./img/theory/cribs/no_organic/27-3.png\"/><p>4) взаимодействует с окислителями:</p><img src=\"./img/theory/cribs/no_organic/27-4.png\"/><p>5) серебро при взаимодействии с сероводородом темнеет:</p><img src=\"./img/theory/cribs/no_organic/27-5.png\"/><p><b>Применение: </b>сероводород используют как химический реактив, а также как сырье для получения серы и серной кислоты.</p><p><i>Сероводородная кислота – слабая кислота. Водный раствор сероводорода.</i></p><p><b>Сульфиды </b>– средние соли <b>сероводородной кислоты</b>.</p><p><b>Получение сульфидов:</b></p><p>1) взаимодействие металлов с серой при высокой температуре: <b>Fe + S = FeS</b>;</p><p>2) взаимодействие сводными растворами солей металлов: <b>CuSO4 + H2S = CuS? + H2SO</b>4;</p><p>3) сульфиды подвергаются гидролизу:</p><img src='./img/theory/cribs/no_organic/27-6.png'/><p>Взбалтывая раствор сульфида с серой можно обнаружить после выпаривания остаток, содержащий полисульфиды (многосернистые металлы).</p><p><b>Полисульфиды </b>– соединения с большим содержанием серы, например <b>Na2S2, Na2S5</b>.</p><p><i>Для сульфидов характерны соединения переменного состава </i>(FeS1,01—FeS1,14).</p><p>Природные сульфиды – основа руд цветных и редких металлов, поэтому их используют в металлургии. Некоторые сульфиды используют в производстве серной кислоты(FeS2 – железный колчедан). В химической и легкой промышленности применяют сульфиды щелочных и щелочноземельных металлов (в качестве основы люминофоров). В электронной технике используются как полупроводники.</p>"
  },
  {
    "title": "Свойства серной кислоты и ее практическое значение",
    "content": "<p><b>Структура формулы серной кислоты:</b></p><img src='./img/theory/cribs/no_organic/28-1.png'/><p><b>Получение: </b>основным методом производства серной кислоты из SO3 является контактный метод. Вначале получают диоксид серы SO2 (сжигание серы и др.). Самый распространенный способ получения – обжиг серного колчедана FeS2, затем диоксид серы SO2 окисляют в триоксид серы SO3 контактным методом. Полученный три-оксид серы SO3 направляют на стадию поглощения, которую проводят концентрированной серной кислотой. Раствор SO3 в H2SO4 называется олеум. Контактным методом получают 92,5 %-ную серную кислоту. При нитрозном методе H2SO4 получают, окисляя SO2 в сернокислотном растворе, для этого в качестве катализатора используют смесь оксидов азота NO и NO2. Нитрозным методом получают 75 %-ную серную кислоту.</p><p>Чтобы приготовить раствор <b>серной кислоты</b>, ее необходимо выливать в воду тонкой струйкой, сильно перемешивая, при этом в воде образуются гидраты и происходит выделение теплоты.</p><p><b>Физические свойства: </b>Серная кислота – бесцветная вязкая жидкость, имеющая температуру плавления 10 °C, температура кипения 296 °C (с разложением на <b>H2O </b>и <b>SO3</b>). <b>Серная кислота </b>– сильная кислота. Концентрированная <b>серная кислота </b>в большом количестве поглощает пары воды, поэтому ее используют для осушения газов.</p><p><b>Химические свойства.</b></p><p>1. Концентрированная серная кислота является сильным окислителем. Окислительно-восстановительные реакции требуют нагревания, а продуктом реакции в основном является <b>SO2</b>.</p><img src='./img/theory/cribs/no_organic/28-2.png'/><p>2. С металлами вступает в реакцию по-разному в зависимости от концентрации. Разбавленная серная кислота взаимодействует со всеми металлами, стоящими в ряду напряжений до водорода. Концентрированная серная кислота окисляет все металлы, стоящие в ряду напряжений, и серебро в том числе.</p><p>3. Разбавленная серная кислота взаимодействует с основаниями, основными и амфотерными оксидами, солями.</p><p><b>Серная кислота образует два вида солей: </b>средние (сульфаты) и кислые (гидросульфаты).</p><p><b>Применение: </b>серная кислота относится к главным продуктам химической промышленности. Ее используют для изготовления фосфорных и азотных удобрений, искусственных волокон, моющих средств, взрывчатых веществ, лекарственных препаратов. С ее помощью получают другие кислоты, сульфаты, очищают нефтепродукты, применяют как электролит в свинцовых аккумуляторах, подготавливают поверхность металлов для гальванических покрытий.</p>"
  },
  {
    "title": "Азот. Сигма– и пи-связи",
    "content": "<p><b>Азот (N) </b>стоит во 2 периоде, V группе главной подгруппы. Порядковый номер – 7, Ar – 14,008. <b>Строение молекулы::N = N: </b>молекула <b>N2 – </b>самая прочная из всех двухатомных за счет наличия тройной связи малой длины (энергия связи – 946 кДж). Связь в молекуле ковалентная неполярная. Самая короткая и прочная, соединяющая центры атомов – ?-связь, расположенная на пересечении плоскостей рх– и рz– орбиталей, которые, перекрываясь, образуют 2, более длинные ?-связи, расположенные в 2-х взаимно перпендикулярных плоскостях по отношению друг к другу.</p><p><b>Физические свойства: </b>бесцветный газ, без запаха и вкуса; малорастворим в воде: в 1 л H2O растворяется 15,4 мл N2 при t° = 20 °C и p = 1 атм; t кипения =-196 °C; t плавления =-210 °C. Природный азот состоит из двух изотопов с атомными массами: 14 и 15.</p><p><b>Химические свойства: </b>электронная конфигурация: <b>1s2<i>2</i>s2<i>2</i>p</b><b>3</b> – на внешнем уровне 5 валентных электронов. Характерная валентность – 3 и 4. Наиболее характерные степени окисления: -3, -2, -1, +2, +3, +4, +5, 0. Вобычных условиях N2 подобен инертному газу.</p><p>При обычной температуре азот реагирует только с литием: 6Li + N20= 2Li3N-3; с остальными металлами реагирует при высоких температурах: 3Mg + N20= MgЗN2-3; 2Аl + N2 = 2АlN.</p><p>В реакциях с металлами азот проявляет окислительные свойства: N20= 2N-3.</p><p>Реагирует c водородом (500 °C, kat, p):</p><p>N20+ 3H2 = 2N-3HЗ, здесь азот также окислитель.</p><p>При высокой температура (электрическая дуга, 3000–4000 °C) взаимодействует с кислородом воздуха: N20+ O2 = 2N+2O (в природе – во время грозы).</p><p>Азот при этом проявляет свойства восстановителя: N20?2N+2.</p><p><i>С кислородом азот образует несколько оксидов: N2O, NO, N2O3, N</i>O2<i>, N2O5 и NO3.</i></p><p><b>Получение.</b></p><p>1. В промышленности азот получают путем сжижения воздуха с последующим испарением и отделением азота от других газовых фракций воздуха. Полученный азот содержит примеси благородных газов (аргона).</p><p>2. В лаборатории получают чистый азот термическим разложением нитрата аммония</p><p><b>Нахождение в природе: </b>в природе азот встречается в основном в свободном состоянии. Основное природное содержание азота в воздухе – объемная доля его в воздухе ?=78,09 %. В небольшом количество соединения азота находится в почве; азот входит в состав аминокислот, образующих через посредство пептидных связей белки; содержится в молекулах нуклеиновых кислот – ДНК и РНК – в составе азотистых оснований (нуклеотидов): гуанина, аденила, тимидила, цити-зила и уридила. Общее содержание азота в земной коре – 0,01 %.</p>"
  },
  {
    "title": "Закон сохранения массы",
    "content": "<p>Атомно-молекулярное учение разработал <b>М.В. Ломоносов </b>в 1741 г. <b>Основные положения закона:</b></p><p>1) все вещества состоят из «корпускул» (молекул);</p><p>2) молекулы состоят из «элементов» (атомов);</p><p>3) частицы – молекулы и атомы – находятся в непрерывном движении. Тепловое состояние тел есть результат движения их частиц;</p><p>4) молекулы простых веществ состоят из одинаковых атомов, а молекулы сложных веществ – из различных атомов. Атомно-молекулярное учение окончательно утвердилось в <b>1860 г</b>.</p><p><b>Молекула </b>– это наименьшая частица вещества, обладающая его химическими свойствами. Химические свойства молекулы определяются ее атомным составом и их химическим строением. <b>Атом </b>– это наименьшая электронейтральная частица, состоящая из положительно заряженного ядра и отрицательно заряженных электронов и входящая в состав молекул простых и сложных веществ. <b>Закон сохранения массы веществ</b>, позже (в 1748 г.) сформулированный М.В. Ломоносовым, подчинен закону атомно-молекулярно-го учения и объяснен с точки зрения последнего: <i>общее число атомов остается постоянным до и после реакций</i>. Например:</p><img src='./img/theory/cribs/no_organic/3-1.png'/><p>То есть из двух молекул бромида калия и одной молекулы хлора (т. е. в общем из трех молекул) образовалось 2 молекулы хлорида калия и одна молекула брома (т. е. образовалось три молекулы), 3 = 3. Из одной молекулы водорода и одной молекулы хлора – 2 молекулы хлороводорода. А масса веществ до и после реакции не претерпевает изменений, т. к. атомы имеют постоянную массу. <i>Масса веществ, вступивших в химическую реакцию, равна массе веществ, образующихся в результате реакции. </i>В <b>1789 г. </b>независимо от Ломоносова этот же закон изложил французский ученый и химик Лавуазье. Он также экспериментальным путем получил неопровержимое доказательство закона, проведя опыты с многими реакциями. Закон сохранения массы веществ Ломоносов связывал с сохранением энергии. Он рассматривал эти законы с точки зрения всеобщего закона природы. Закон сохранения массы веществ и закон сохранения энергии – единые законы природы – законы вечной материи и ее движения. Взаимосвязь массы и энергии выражается уравнением Энштейна: Е = mc2, где <i>Е </i>– энергия, <i>m </i>– масса, и <i>с </i>– скорость света в вакууме. <b>Значение закона сохранения массы веществ. </b>Закон сохранения массы веществ позволяет правильно составить уравнение химических реакций, является опорой для осуществления расчетов по химическим уравнениям, позволяет сформулировать представление о всеобщем равновесии материи.</p>"
  },
  {
    "title": "Общая характеристика подгруппы азота",
    "content": "<p>Подгруппа азота – пятая группа, главная подгруппа периодической системы Д.И. Менделеева. В нее входят элементы: азот (<b>N)</b>; фосфор (<b>P)</b>; мышьяк (<b>As)</b>; сурьма (<b>Sb)</b>; висмут (<b>Bi)</b>. Общая электронная формула элементов подгруппы азота: <b>ns2np</b><b>3</b> – на внешнем энергетическом уровне эти элементы содержат пять валентных электронов, на что указывает номер группы – два электрона на s-подуровне и три не-спаренных электрона на р-подуровне. Это р-эле-менты. У каждого последующего нижестоящего атома нарастает энергетический уровень (N – 2<b>s2</b>2p3; P – 3<b>s2</b>3p3; As – 4<b>s2</b>4p3; Sb – 5<b>s2</b>5p3; Bi – 6<b>s2</b>6p3), в связи с чем увеличивается радиус атома, уменьшается энергия ионизации, энергия сродства к электрону, электроотрицательность, ослабевают неметаллические свойства – усиливаются металлические.</p><p>Характерны следующие степени окисления: N – +1, +2, +3, +4, +5, 0, -1, -3, -5; P – от +1 до +5 (кроме +2), 0, -2, -3; все остальные: +3, +5, -3. Характерные валентности: 3, 4, 5.</p><p><i>Азот пятивалентным быть не может </i>– максимальная его валентность равна четырем, т. к. наивысшая валентность равна числу возможных квантовых ячеек на внешнем уровне – у азота их четыре (одна s– и три р-орбитали), следовательно, число ковалентных связей тоже четыре.</p><p>Итак, азот в невозбужденном состоянии имеет валентность три, а в возбужденном (при переходе электронов с s-подуровня) – четыре.</p><p>У фосфора и всех последующих элементов подгруппы имеется d-подуровень, куда могут переходить электроны с s– и р-подуровней, и в возбужденном состоянии они имеют валентность пять.</p><p>Водородные соединения элементов соответствуют формуле: RН3: NН3 – аммиак; РН3 – фосфин; AsН3 – арсин; SbН – стибин; BiН – висмутин. Все соединения – газы, химическая стойкость каждого последующего ослабевает, что связано с ростом порядкового номера элементов, ослабевания неметаллических свойств и усиления металлических.</p><p>Кислородные соединения подгруппы азота отвечают составу: <b>R2О3, R2О5</b>, которые соответствуют кислотам типа: НRО2; НRО3; Н3RO4 – ортокислоты (азот ортокислоты не образует).</p><p>Характер оксидов элементов в направлении сверху вниз закономерно изменяется: <b>N2О3, Р2О</b><b>3</b> обладают кислотными свойствами; As2О3, Sb2О3 имеют амфотерные свойства; Bi2О3 – основные свойства. R2О5 образуют только кислотные оксиды и соответствуют кислотам: НRО3, Н3RO4 (кроме азота). Сила кислот НRО3 сверху вниз убывает.</p><p>Резкие изменения наблюдаются и у простых веществ элементов подгруппы азота: азот, фосфор, мышьяк – неметаллы; сурьма и висмут – металлы.</p>"
  },
  {
    "title": "Аммиак",
    "content": "<p><b>Физические свойства: </b>аммиак <b>(NH3) </b>– бесцветный газ с резким запахом, растворим в воде, в 2 раза легче воздуха; при охлаждении до -33,4 °C и нормальном давлении превращается в прозрачную жидкость, при 77,8 °C затвердевает. Массовая доля аммиака в концентрированном растворе – 25 %. Раствор NH3 в воде – аммиачная вода или нашатырный спирт. Медицинский нашатырный спирт – 10 %. При низкой температуре образует в растворе кристаллогидрат NH3 ? Н2О. <b>Строение молекулы: </b>характерна sp3-гибридизация. В образовании молекулы участвуют 3 неспаренных р-электрона азота и 1s – атомов водорода. Молекула имеет форму правильной пирамиды, в вершине которой стоят атомы азота, а в углах – водорода.</p><p><b>Химические свойства:</b></p><p>1) при растворении NH3 в воде образуются гидратированные молекулы аммиака и частично ионы аммония – NH4+ и ОН-ионы – водный раствор аммиака имеет слабощелочную реакцию.</p><p>2) NH3 взаимодействует с кислотами: NH3 + Н2SO4 = NH4НSO4;</p><p>3) аммиак – сильный восстановитель. Из СuО при нагревании восстанавливает Сu: 3СuО + 2NH3 = Сu + N2 + 3Н2О;</p><p>4) в кислороде NH3 горит желтым пламенем: 4NH3 + 3О2 = 2N2? + 6Н2О;</p><p>5) кислородом воздуха NH3 окисляется в присутствии катализаторов: Pt, Cr2O3, Rh: 4NH3 + 5О2 = 4NО? + 6Н2О;</p><p>6) при замещении водорода на металлы образуются амиды: Na + NH3 = NaNH2 + 1/2 Н2;</p><p>7) водород в NH3 может замещаться на галогены. При действии на раствор хлорида аммония газообразным хлором образуется хлорид азота: NH4Cl + 3Cl2 = 4HCl + NCl3.</p><p><b>Нашатырь (хлорид азота).</b></p><p><b>Получение: в </b>промышленности до концаХ1Х <b>века </b>аммиак получали как побочный продукт при коксовании каменного угля, который содержит до 1–2 % азота.</p><p>В начале <b>XX века </b>были разработаны новые промышленные способы получения аммиака, основанные на связывании или фиксации атмосферного азота.</p><p><b>В 1904 году </b>появился циамидный способ, основанный на способности азота при высокой температуре взаимодействовать с карбидом кальция, образуя циамид кальция <b>CaCN2, </b>который при воздействии с водяным паром при давлении 0,6 МПа легко разлагается на аммиак и карбонат кальция:</p><img src='./img/theory/cribs/no_organic/31-1.png'/><p>Позднее появился другой способ получения аммиака – прямое взаимодействие азота и кислорода под воздействием электрических разрядов, но эта реакция была обратимой, пока для нее не нашли оптимальные условия. Этими условиями явились высокое давление и низкая температура, использование катализаторов – губчатого железа с добавками активаторов (оксиды алюминия, калия, кальция, кремния, магния).</p>"
  },
  {
    "title": "Соли аммония",
    "content": "<p><b>Соли аммония </b>– сложные вещества, включающие катионы аммония <b>NH4+</b>и кислотные остатки.</p><p><b>Физические свойства: </b>соли аммония – твердые кристаллические вещества, хорошо растворимые в воде.</p><p><b>Химические свойства: </b>аммоний обладает свойствами металла, поэтому строение его солей подобно солям щелочных металлов, т. к. ионы NH4+и ионы щелочных металлов (калия) имеют примерно одинаковые радиусы. В свободном виде аммоний не существует, т. к. он химически нестоек и мгновенно разлагается на аммиак и водород. Доказательством металлического характера аммония является наличие амальгамы аммония – сплав аммония с ртутью, схожего с таковой щелочных металлов. При обработке амальгамы аммония холодным раствором сульфата меди, амальгама вытеснит n-е количество меди:</p><img src='./img/theory/cribs/no_organic/32-1.png'/><p>Соли аммония имеют ионную решетку и обладают <b>всеми свойствами типичных солей:</b></p><p>1) являются сильными электролитами – подвергаются диссоциации в водных растворах, образуя катион аммония и анион кислоты:</p><img src='./img/theory/cribs/no_organic/32-2.png'/><p>2) подвергаются гидролизу (соль слабого основания и сильной кислоты):</p><img src='./img/theory/cribs/no_organic/32-3.png'/><p>среда кислая, рН&lt;7, лакмус красный;</p><p>3) вступают в обменную реакцию с кислотами и солями:</p><img src='./img/theory/cribs/no_organic/32-4.png'/><p>4) взаимодействуют с растворами щелочей с образованием аммиака – качественная реакция на ион аммония:</p><img src='./img/theory/cribs/no_organic/32-5.png'/><p>соли аммония определяют по запаху выделившегося в результате реакции аммиака, а также по синей окраске лакмуса;</p><p>5) разлагаются при нагревании:</p><img src='./img/theory/cribs/no_organic/32-6.png'/><p><b>Получение: </b>NH3 + HNO3 = NH4NO3 (нитрат аммония); 2NH4OH + H2SO4 = (NH4)2SO4 (cульфат аммония) + 2Н2O.</p><p><b>Применение: </b>соли аммония широко применяются на практике: сульфат аммония – (NH4)2SO4, нитрат аммония – NH4NO3, дигидрофосфат аммония – NH4Н2РO4 и гидрофосфат аммония – (NH4)2НРO4 используются в качестве минерального удобрения. Преимущество удобрения – повышенное содержание в нем аммиака. Используется хлорид аммония (NH4Cl) – нашатырь.</p>"
  },
  {
    "title": "Оксиды азота",
    "content": "<p>С кислородом <b>N </b>образует оксиды: N2O, NO, N2O3 NO2, N2O5 и NO3. <b>Оксид азота I – N2O – </b>закись азота, «веселящий газ»<b>. Физические свойства: </b>бесцветный, со сладковатым запахом, растворим в воде, t плавления -91 °C, t кипения -88,5 °C. Анестезирующее средство.</p><p><b>Химические свойства: </b>разлагается при 700 °C: 2N2O?2N2 + O2 поддерживает горение и является окислителем; взаимодействует с водородом: N2+1O + H2?N20+ Н2O.</p><p><b>Получение: </b>NH4NO3?N2O + 2Н2O. N2O соответствует азотноватистая кислота: Н2N2O2, но при действии Н2O и щелочей он не образует ни Н2N2O2, ни ее солей. N2O – несолеобразующий.</p><p><b>Оксид азота (II) NO – </b>окись азота. <b>Физические свойства: </b>бесцветный газ, плохо растворим в воде, t плавления -164 °C, t кипения -152 °C.</p><p><b>Химические свойства: NO обладает окислительно-восстановительными свойствами:</b></p><p>1) при обычной температуре устойчив, при понижении t димеризуется в <b>N2O2</b>;</p><p>2) при 700 °C разлагается: 2NO?2N2 + O2? поддерживая горение, является восстановителем;</p><p>3) с водородом. Смесь равных объемов NO и H2 взрывается: 2NO + 2H2 = N2? + Н2O, где NO – окислитель;</p><p>4) с галогенами: 2NO + Сl2 = 2NOСl? (нитрозилхлорид). NO – несолеобразующий.</p><p><b>Получение:</b></p><p>1) в лаборатории: 3Cu + 8HNO3(разб.) = 3Cu(NO3)2 + 2NO + 4H2O;</p><p>2) в промышленности: каталитическое окисление аммиака: 4NH3 +5O2 = 4NO? + 6H2O;</p><p>3) NO образуется в грозу: N2 + O2 = 2NO?.</p><p><b>Оксид азота (III) N203. Физические свойства: </b>темно-синяя жидкость (при низких t), t плавления -102 °C, t кипения 3,5 °C. <b>Химические свойства: </b>N2O3 – ангидрид азотистой кислоты <b>HN02</b>. При взаимодействии с водой и щелочами соответственно дает НNO2 и ее соли – нитриты: N2O + 2NaOH = 2NaNO2 + H2O.</p><p><b>Получение: </b>NO2 + NO = N2O3.</p><p><b>Оксид азота (IV) </b>– <b>NO2</b>. <b>Физические свойства: </b>ядовитый газ бурого цвета с резким запахом; t плавления —11,2 °C, t кипения – 21 °C. <b>Химические свойства: </b>кислотный ангидрид:</p><img src='./img/theory/cribs/no_organic/33-1.png'/><p>Реагирует со щелочами: 2NO2 + 2NaOH = NaNO2 + NaNO3 + H2O.</p><p>Окислитель: N+4O2 + S+4O2 = S+6O3 + N+2O. Димеризуется при низких температурах: 2NO2(бурый газ)?N2O4(бесцветная жидкость).</p><p><b>Получение: </b>2NO + O2 = 2NO2; Cu + 4HNO3(конц.) = Cu(NO3)2 + 2NO2 + 2H2O. <b>Оксид азота (V) – N2O5. Физические свойства: </b>малостойкое белое кристаллическое вещество. Сильный окислитель. <b>Химические свойства: </b>ангидрид <b>HN03.</b></p><img src='./img/theory/cribs/no_organic/33-2.png'/><p>Разлагается со взрывом: 2N2O5?4NO2 + О2.</p><p><b>Получение:</b></p><img src=\"i_078.png\"/>"
  },
  {
    "title": "Азотная кислота",
    "content": "<p><b>Азотная кислота </b>– бесцветная, «дымящаяся» на воздухе жидкость с едким запахом. Химическая формула HNO3.</p><p><b>Физические свойства. </b>При температуре 42 °C застывает в виде белых кристаллов. Безводная азотная кислота закипает при атмосферном давлении и 86 °C. С водой смешивается в произвольных соотношениях.</p><p><i>Под воздействием света концентрированная HNO3 разлагается на оксиды азота:</i></p><img src='./img/theory/cribs/no_organic/34-1.png'/><p>HNO3 хранят в прохладном и темном месте. Валентность азота в ней – 4, степень окисления – +5, координационное число – 3.</p><p>HNO3 – сильная кислота. В растворах полностью распадается на ионы. Взаимодействует с основными оксидами и основаниями, с солями более слабых кислот. HNO3 обладает сильной окислительной способностью. Способна восстанавливаться с одновременным образованием нитрата до соединений, в зависимости от концентрации, активности взаимодействующего металла и условий:</p><p>1) концентрированная <b>HN03</b>, взаимодействуя с малоактивными металлами, восстанавливается до оксида азота (IV) NO2:</p><img src='./img/theory/cribs/no_organic/34-2.png'/><p>2) если кислота разбавленная, то она восстанавливается до оксида азота (II) NO:</p><img src='./img/theory/cribs/no_organic/34-3.png'/><p>3) более активные металлы восстанавливают разбавленную кислоту до оксида азота (I) N2O:</p><img src='./img/theory/cribs/no_organic/34-4.png'/><p>До солей аммония восстанавливается очень разбавленная кислота:</p><img src='./img/theory/cribs/no_organic/34-5.png'/><p>Au, Pt, Rh, Ir, Ta, Ti не реагируют с концентрированной HNO3, а Al, Fe, Co и Cr – «пассивируются».</p><p>4) с неметаллами HNO3 реагирует, восстанавливая их до соответствующих кислот, а сама восстанавливается до оксидов:</p><img src='./img/theory/cribs/no_organic/34-6.png'/><p>5) HNO3 окисляет некоторые катионы и анионы и неорганические ковалентные соединения.</p><p>6) вступает во взаимодействие со многими органическими соединениями – реакция нитрования.</p><p><b>Промышленное получение азотной кислоты: </b>4NH3 + 5O2 = 4NO + 6H2O.</p><p><b>Аммиак </b>– NO переходит в NO2, который с водой в присутствии кислорода воздуха дает азотную кислоту.</p><img src='./img/theory/cribs/no_organic/34-7.png'/><p>Катализатор – платиновые сплавы. Получаемая HNO3 не более 60 %. При необходимости ее концентрируют. Промышленностью выпускается разбавленная HNO3 (47–45 %), а концентрированная HNO3 (98–97 %). Концентрированную кислоту перевозят в алюминиевых цистернах, разбавленную – в цистернах из кислотоупорной стали.</p>"
  },
  {
    "title": "Фосфор",
    "content": "<p><b>Фосфор </b>(<b>Р) </b>находится в 3-м периоде, в V группе, главной подгруппы периодической системы Д.И. Менделеева. Порядковый номер 15, заряд ядра +15, Аr = 30,9738 а.е. м... имеет 3 энергетических уровня, на энергетической оболочке 15 электронов, из них 5 валентных. У фосфора появляется d-подуровень. Электронная конфигурация Р: 1<b>s2</b>2<b>s2</b>2p63<b>s2</b>3p33d0. Характерна sp3-гибридизация, реже sp3d1. Валентность фосфора – III, V. Наиболее характерная степень окисления +5 и -3, менее характерные: +4, +1, -2, -3. Фосфор может проявлять и окислительные и восстановительные свойства: принимать и отдавать электроны.</p><p><b>Строение молекулы: </b>способность образования ?-связи менее выражена, чем у азота – при обычной температуре в газовой фазе фосфор представлен в виде молекул Р4, имеющих форму равносторонних пирамид с углами по 60°. Связи между атомами ковалентные, неполярные. Каждый атом Р в молекуле связан стремя другими атомами ?-связями.</p><p><b>Физические свойства</b>: фосфор образует три аллотропных модификации: белый, красный и черный. Каждая модификация имеет свою температуру плавления и замерзания.</p><p><b>Химические свойства:</b></p><p>1) при нагревании Р4 обратимо диссоциирует:</p><img src='./img/theory/cribs/no_organic/35-1.png'/><p>2) свыше 2000 °C Р2 распадается на атомы:</p><img src='./img/theory/cribs/no_organic/35-2.png'/><p>3) фосфор образует соединения с неметаллами:</p><img src='./img/theory/cribs/no_organic/35-3.png'/><p>Непосредственно соединяется со всеми галогенами: 2Р + 5Cl2 = 2РCl5.</p><p>При взаимодействии с металлами фосфор образует фосфиды:</p><img src='./img/theory/cribs/no_organic/35-4.png'/><p>Соединяясь с водородом, образует газ фос-фин: Р4 + 6Н2 = 4РН3?.</p><p>При взаимодействии с кислородом образует ангидрид Р2О5: Р4 + 5О2 = 2Р2О5.</p><p><b>Получение: </b>фосфор получают прокаливанием смеси <i>Са3(Р</i>O4<i>)2 </i>с песком и коксом в электропечи при температуре 1500 °C без доступа воздуха: 2Са3(РO4)2 + 1 °C + 6SiO2 = 6СаSiO3 + 1 °CO + P4?.</p><p>В природе фосфор в чистом виде не встречается, а образуется в результате химической активности. Основными природными соединениями фосфора являются минералы: Са3(РO4)2 – фосфорит; Са3(РO4)2?СаF2 (или СаCl) или Са3(РO4)2?Са(ОН)2 – апатит. Велико биологическое значение фосфора. Фосфор входит в состав некоторых растительных и животных белков: белок молока, крови, мозговой и нервной ткани. Большое его количество содержится в костях позвоночных животных в виде соединений: 3Са3(РO4)2?Са(ОН)2 и 3Са3(РO4)2?СаСО3?Н2О. Фосфор является обязательным компонентом нуклеиновых кислот, играя роль в передачи наследственной информации. Фосфор содержится в зубной эмали, в тканях в форме лецитина – соединения жиров с фосфорноглицериновыми эфирами.</p>"
  },
  {
    "title": "Аллотропные модификации фосфора",
    "content": "<p>Фосфор образует несколько аллотропных видоизменений – модификаций. Явление аллотропных модификаций у фосфора вызвано образованием различных кристаллических форм. <b>Белый фосфор (Р4) </b>имеет молекулярную кристаллическую решетку, красный и черный – атомную. Различие в строении кристаллической решетки обуславливает и различие в их физических и химических свойствах. <b>Белый фосфор – </b>сильный яд, даже в малых дозах действует смертельно. В твердом состоянии получается при быстром охлаждении паров фосфора. В чистом виде совершенно бесцветен, прозрачен, по внешнему виду похож на воск: на холоде хрупок, при температуре выше 15 °C – мягкий, легко режется ножом; в воде нерастворим, но хорошо растворяется в сероуглероде – СS2 и в органических растворителях; легко плавится, летуч. Прочность связи в молекуле невелика, чем обусловлена высокая химическая активность. Белый фосфор быстро окисляется на воздухе, при этом светится в темноте – превращение химической энергии в световую; самовоспламеняется на воздухе, при слабом нагревании, незначительном трении. С кислородом реагирует без поджигания, даже под водой, образуя сначала <b>Р2О3</b>, затем <b>P2O5</b>:</p><img src='./img/theory/cribs/no_organic/36-1.png'/><p>При длительном нагревании белый фосфор превращается в красный. Белый фосфор применяется для изготовления боеприпасов артиллерийских снарядов, авиабомб, предназначенных для образования дымовых завес. Широкого применения не имеет.</p><p><b>Красный фосфор – </b>порошок красно-бурого цвета, неядовит, нелетуч, нерастворим в воде и во многих органических растворителях и сероуглероде; не воспламеняется на воздухе и не светится в темноте. Только при нагревании до 260 °C воспламеняется. При сильном нагревании, без доступа воздуха, не плавясь (минуя жидкое состояние) испаряется – сублимируется. При охлаждении превращается в белый фосфор. Идет на изготовление спичек: красный фосфор в смеси с сульфидом сурьмы, железным суриком, с примесью кварца и клея наносят на поверхность спичечной коробки. Головка спичек состоит в основном из бертолетовой соли, молотого стекла, серы и клея. При трении головки о намазку коробки красный фосфор воспламеняется, поджигает состав головки, а от него загорается дерево. Также красный фосфор применяется в приготовлении фармацевтических препаратов.</p><p><b>Черный фосфор </b>получается при сильном нагревании и при высоком давлении белого фосфора. Черный фосфор тяжелее других модификаций. Применяется очень редко – как полупроводник в составе фосфата галлия и индия в металлургии.</p>"
  },
  {
    "title": "Оксиды фосфора и фосфорные кислоты",
    "content": "<p>Элемент фосфор образует ряд оксидов, наиболее важными из них являются оксид фосфора (III) <b>P2O3 </b>и оксид фосфора (V) <b>P2O5</b>.</p><p><b>Оксид фосфора (III), или фосфористый ангидрид (P2O3) </b>получают при медленном окислении фосфора, сжигая его в недостатке кислорода. Представляет собой воскообразную кристаллическую белую массу с температурой плавления 22,5 °C. Ядовит.</p><p><b>Химические свойства:</b></p><p>1) вступает в реакцию с холодной водой, образуя при этом фосфористую кислоту H3PO3;</p><p>2) взаимодействуя с щелочами, образует соли – фосфиты;</p><p>3) является сильным восстановителем.</p><p>Взаимодействуя с кислородом, окисляется до оксида фосфора (V) P2O5.</p><p><b>Оксид фосфора (V), или фосфорный ангидрид (P2O5) </b>получают при горении фосфора на воздухе или в кислороде. Представляет собой белый кристаллический порошок, с температурой плавления 36 °C.</p><p><b>Химические свойства:</b></p><p>1) взаимодействуя с водой, образует орто-фосфорную кислоту H3PO4;</p><p>2) имея свойства кислотного оксида, вступает в реакции с основными оксидами и гидроксидами;</p><p>3) способен к поглощению паров воды.</p><p><b>Фосфорные кислоты.</b></p><p>Фосфорному ангидриду соответствует несколько кислот. Главная из них – <b>ортофосфорная кислота H3PO4</b>. Фосфорная кислота обезвоженная представлена в виде бесцветных прозрачных кристаллов, имеющих температуру плавления 42,35 °C и хорошо растворяющихся в воде.</p><p><b>Образует три вида солей:</b></p><p>1) средние соли – ортофосфаты;</p><p>2) кислые соли с одним атомом водорода;</p><p>3) кислые соли с двумя атомами водорода.</p><p><b>Получение фосфорной кислоты:</b></p><p>1) в лаборатории: 3P + 5HNO3 + 2H2O = 3H3PO4 +5NO?;</p><p>2) в промышленности: а) термический метод; б) экстракционный метод: Ca3(PO4)2 + 3H2SO4 = CaSO4? + 2 H3PO4.</p><p>Природные фосфаты восстанавливают до свободного фосфора, который сжигают на воздухе, либо в кислороде. Продукт реакции растворяют в воде.</p><p>Остальные фосфорные кислоты в зависимости от способа соединения групп PO4 образуют <b>2 вида кислот: </b>полифосфорные кислоты, которые состоят из цепочек – PO3—О—PO3—... и метафосфорные кислоты, которые состоят из колец, образованных PO4.</p><p><b>Применение: </b>ортофосфорную кислоту используют при производстве удобрений, химических реактивов, органических соединений, для приготовления защитных покрытий на металлах. Фосфаты используют в производстве эмалей и фармацевтике. Метафосфаты входят в состав моющих средств.</p>"
  },
  {
    "title": "Минеральные удобрения",
    "content": "<p><b>Минеральные удобрения </b>– неорганические вещества, в основном соли, включающие в себя необходимые для растений элементы питания и используемые для повышения плодородия почвы. Бывают простые (азотные, фосфорные, калийные, микроудобрения) и комплексные.</p><p><b>Простые (односторонние) удобрения </b>содержат один главный питательный элемент – азотные удобрения (аммиачная селитра), фосфорные удобрения (простой и двойной суперфосфаты), калийные удобрения (КСl) и др.</p><p><b>Комплексные (многосторонние) удобрения </b>содержат два или три главных питательных элемента и по их числу называются двойными (азотно-фосфорные, фосфорно-калийные и др.) либо тройными или полными (например, азотно-фосфорно-калийные).</p><p><b>Сложными </b>называются комплексные удобрения, полученные в результате взаимодействия исходных неорганических солей, кристаллизацией или сплавлением основных компонентов, смешением простых и сложных удобрений.</p><p><b>В зависимости от агрегатного состояния минеральные удобрения бывают:</b></p><p>1) жидкие;</p><p>2) твердые;</p><p>3) порошковидные (размер частиц &lt; 1 мм);</p><p>4) кристаллические (&gt; 0,5 мм);</p><p>5) гранулированные (1–4 мм).</p><p><b>По концентрации действующих веществ минеральные удобрения подразделяются на:</b></p><p>1) низкоконцентрированные (до 25 %);</p><p>2) концентрированные (до 60 %);</p><p>3) высококонцентрированные (более 60 %).</p><p>Производство минеральных удобрений – важная отрасль химической промышленности. Наиболее важными минеральными удобрениями считаются фосфорные <b>(суперфосфат, двойной суперфосфат, преципитат)</b>.</p><p><b>Суперфосфат </b>получают из размолотого фосфорита, смешивая его с серной кислотой, и непрерывно перемешивают:</p><img src='./img/theory/cribs/no_organic/38-1.png'/><p>Суперфосфат легкорастворим в воде.</p><p>Двойной суперфосфат получают в результате разложения природного фосфата под воздействием фосфорной кислоты:</p><img src='./img/theory/cribs/no_organic/38-2.png'/><p>В этом удобрении отсутствует сульфат кальция, упрощая внесение удобрения в почву.</p><p><b>Преципитат </b>– фосфорное удобрение, компонентом которого является гидрофосфат кальция.</p><p>Указанные выше минеральные удобрения являются простыми. Сложные минеральные удобрения более перспективны.</p><p><b>Аммофос </b>получается в результате взаимодействия фосфорной кислоты и аммиака – NH4H2PO4 или (NH4)2H2PO4.</p><p><b>Нитрофоска </b>получается при сплавлении гидрофосфата аммония, нитрата аммония и хлорида (сульфата) натрия.</p>"
  },
  {
    "title": "Углерод и его свойства",
    "content": "<p><b>Углерод (С) </b>– типичный неметалл; в периодической системе находится в 2-м периоде IV группе, главной подгруппе. Порядковый номер 6, Ar = 12,011 а.е.м., заряд ядра +6. <b>Физические свойства: </b>углерод образует множество аллотропных модификаций: <b>алмаз </b>– одно из самых твердых веществ, <b>графит, уголь, сажа</b>.</p><p><b>Химические свойства: </b>электронная конфигурация: <b>1s2<i>2</i>s2<i>2p2</i>. </b>На электронной оболочке атома – 6 электронов; на внешнем валентном уровне – 4 электрона. Наиболее характерные степени окисления: +4, +2 – в неорганических соединениях, – 4, -2 – в органических. Углерод в любом гибридном состоянии способен использовать все свои валентные электроны и орбитали. У 4-валентного углерода нет неподеленных электронных пар и нет свободных орбиталей – углерод химически относительно устойчив. Характерно несколько типов гибридизации: <b>sp, s<i>p2</i>, s</b>p3. При низких температурах углерод инертен, но при нагревании его активность возрастает. Углерод – хороший восстановитель, но соединяясь с металлами и образуя <b>карбиды</b>, он выступает окислителем:</p><img src='./img/theory/cribs/no_organic/39-1.png'/><p>Углерод (кокс) вступает в реакции с оксидами металлов:</p><img src='./img/theory/cribs/no_organic/39-2.png'/><img src='./img/theory/cribs/no_organic/39-3.png'/><p>Таким образом выплавляют металл из руды. При очень высоких температурах углерод реагирует со многими неметаллами. Огромное количество органических соединений он образует с водородом – углеводороды. В присутствии никеля (Ni) углерод, реагируя с водородом, образует предельный углеводород – метан: С + Н2 = СН4.</p><p>При взаимодействии с серой образует сероуглерод: С + 2S2 = СS2.</p><p>При температуре электрической дуги углерод соединяется с азотом, образуя ядовитый газ <b>дициан</b>: 2С + N2 = С2N2?.</p><p>В соединении с водородом дициан образует синильную кислоту – НСN. С галогенами углерод реагирует в зависимости от их химической активности, образуя галогениды. На холоде реагирует со фтором: С + 2F2 = СF2.</p><p>При 2000 °C в электропечи углерод соединяется с кремнием, образуя карборунд: Si + C = SiC.</p><p><b>Нахождение в природе: </b>свободный углерод встречается в виде алмаза и графита. В виде соединений углерод находится в составе минералов: мела, мрамора, известняка – СаСО3, доломита – MgCO3?CaCO3; гидрокарбонатов – Mg(НCO3)2 и Са(НCO3)2, СО2 входит в состав воздуха; углерод является главной составной частью природных органических соединений – газа, нефти, каменного угля, торфа, входит в состав органических веществ, белков, жиров, углеводов, аминокислот, входящих в состав живых организмов.</p>"
  },
  {
    "title": "Эквивалент. Закон эквивалентности.",
    "content": "<p><p><b>Эквивалент </b>– такое количество вещества (элемента), которое соединяется с 1 молем атомов водорода или замещает то же количество атомов водорода в химических реакциях. Это величина безразмерная, непостоянная, зависит от ряда факторов: валентности, реакций, в которых участвует вещество:</p><img src='./img/theory/cribs/no_organic/4-1.png'/><p>В окислительно-восстановительных реакциях:</p><img src='./img/theory/cribs/no_organic/4-2.png'/><p>Эквивалент в реакциях нейтрализации зависит от того, какая соль получается в результате реакции (средняя или основная).</p><img src='./img/theory/cribs/no_organic/4-3.png'/><p>или</p><img src='./img/theory/cribs/no_organic/4-4.png'/><p><i>Закон эквивалентов </i>открыт в 1873 году Рихтером: вещества взаимодействуют друг сдругом, а также получаются в массовых количествах, пропорциональных их эквивалентам.</p><img src='./img/theory/cribs/no_organic/4-5.png'/><p><i>где m1 </i>и <i>m2 – </i>массы веществ, <i>Э </i>– эквиваленты.</p>"
  },
  {
    "title": "Аллотропные модификации углерода",
    "content": "<p>Углерод образует 5 аллотропных модификаций: <b>кубический алмаз, гексагональный алмаз, графит и две формы карбина</b>. Гексагональный алмаз найден в метеоритах (минерал <b>лонсдейлит</b>) и получен искусственно при очень высоком давлении и длительном нагревании.</p><p><b>Алмаз </b>– самый твердый из всех природных веществ – используют для резки стекла и для бурения горных пород. Алмаз – прозрачное, бесцветное, кристаллическое вещество, обладающее высокой светопреломляемостью. Алмазы образуют отдельные кристаллы, образующие кубическую гранецентрированную решетку – одна половина атомов в кристалле расположена в вершинах и центрах граней одного куба, а другая – в вершинах и центрах граней другого куба, смещенного относительно первого в направлении его пространственной диагонали. <b>sp3-гибридизация</b>. Атомы образует трехмерную тетраэдрическую сетку, где они связаны ковалентными связями.</p><p>Из простых веществ алмаз имеет максимальное число атомов, расположенных плотно друг к другу, отчего он прочный и твердый. Прочность связей в углеродных тетраэдрах (?-связи) обуславливает высокую химическую устойчивость алмаза. <i>На него действует лишь </i>F2<i> и </i>O2<i> при 800 °C.</i></p><p>При сильном нагревании без доступа воздуха алмаз переходит в графит. <b>Графит </b>– кристаллы темно-серого цвета, со слабым металлическим блеском, маслянистый на ощупь. <b>sp3-гибридизация</b>. Каждый атом образует по 3 ковалентных ?-связи с соседними атомами под углом 120° – образуется плоская сетка, состоящая из правильных шестиугольников, в вершинах которых находятся атомы С. Образовавшиеся слои С идут параллельно друг другу. Связи между ними слабые, их обеспечивают электроны, не участвующие в гибридизации орбиталей. Последние образуют ?-связи. Связь атомов С в разных слоях носит частично металлический характер – обобществление электронов всеми атомами.</p><p>Графит обладает относительно высокой электро– и теплопроводностью, стоек к нагреванию. Из графита изготавливают карандаши.</p><p><b>Карбин </b>получен синтетически ? и ?-формы (<b>поликумулен</b>) каталитическим окислением ацетилена. Это твердые, черные вещества со стеклянным блеском. При нагревании без доступа воздуха переходят в графит.</p><p><b>Уголь </b>– аморфный углерод – неупорядоченная структура графита – получается при нагревании углеродосодержащих соединений.</p><p>В природе имеется большие залежи угля.</p><p>Уголь имеет несколько сортов:</p><p>1) кокс;</p><p>2) костяной уголь;</p><p>3) сажа.</p>"
  },
  {
    "title": "Оксиды углерода. угольная кислота",
    "content": "<p>Углерод с кислородом образует оксиды: СО, СО2, С3О2, С5О2, С6О9 и др. <b>Оксид углерода </b>(II) – <b>СО</b>. <b>Физические свойства: </b>угарный газ, без цвета и запаха, ядовит, в воде почти не растворим, растворим в органических растворителях, t кипения = -192 °C, t плавления = -205 °C. <b>Химические свойства: </b>несолеобразующий оксид. В обычных условиях малоактивен, при нагревании проявляет восстановительные свойства:</p><p>1) с кислородом: 2C+2O + O2 = 2C+4O2;</p><p>2) восстанавливает металлы из руд: C+2O + CuO = Сu + C+4O2;</p><p>3) с хлором (на свету): CO + Cl2 = COCl2(фосген);</p><p>4) с водородом: СО + Н2 = СН3ОН (метанол);</p><p>5) с серой: СО + S = СОS (сульфоксид углерода);</p><p>6) реагирует с расплавами щелочей: CO + NaOH = HCOONa (формиат натрия);</p><p>7) с переходными металлами образует карбонилы: Ni + 4CO = Ni(CO)4, Fe + 5CO = Fe(CO)5.</p><p><i>СО легко соединяется с гемоглобином – Hb крови, образуя карбоксигемоглобин, </i>препятствуя переносу О2 от легких к тканям: Hb + CO = HbCO.</p><p>При вдохе воздуха карбогемоглобин распадается на исходные продукты: HbCO?Hb + CO.</p><p><b>Получение:</b></p><p>1) в лаборатории – термическим разложением муравьиной или щавелевой кислоты в присутствии H2SO4(конц.):</p><img src='./img/theory/cribs/no_organic/41-1.png'/><p>2) в промышленности (в газогенераторах):</p><img src='./img/theory/cribs/no_organic/41-2.png'/><p><b>Оксид углерода (IV) СO2. Физические свойства: </b>углекислый газ, без цвета и запаха, малорастворим в воде, тяжелее воздуха, t плавления = -78,5 °C, твердый CO2 – сухой лед, не поддерживает горение.</p><p><b>Получение:</b></p><p>1) в промышленности (обжиг известняка): CaCO3?CaO + CO2;</p><p>2) действием сильных кислот на карбонаты и гидрокарбонаты: CaCO3(мрамор) + 2HCl =CaCl2 + H2O + CO2; NaHCO3 + HCl = NaCl + H2O + CO2.</p><p><b>Химические свойства: </b>кислотный оксид, реагирует с основными оксидами и основаниями, образуя соли угольной кислоты:</p><img src='./img/theory/cribs/no_organic/41-3.png'/><p>При повышенной температуре проявляет окислительные свойства: С+4O2 + 2Mg = 2Mg+2O + C0.</p><p><b>Качественная реакция </b>– помутнение известковой воды: Ca(OH)2 + CO2 = CaCO3(белый осадок) + H2O.</p><p><b>Угольная кислота – </b>слабая, существует в водном растворе: CO2 + H2O = H2CO3.</p><p><i>Соли: средние – карбонаты (С</i>О3<i>2-), кислые – бикарбонаты, гидрокарбонаты (НС03-).</i></p><p>Карбонаты и гидрокарбонаты превращаются друг в друга:</p><img src='./img/theory/cribs/no_organic/41-4.png'/><p><i>Качественная реакция – </i>«вскипание» при действии сильной кислоты: Na2CO3 + 2HCl = 2NaCl + H2O + CO2; CO32-+ 2H+= H2O + CO2.</p>"
  },
  {
    "title": "Кремний и его свойства",
    "content": "<p><b>Кремний (Si) – </b>стоит в 3 периоде, IV группе главной подгруппы периодической системы. <b>Физические свойства: </b>кремний существует в двух модификациях: аморфной и кристаллической. Аморфный кремний – порошок бурого цвета, плотностью 2,33 г/см3, растворяется в расплавах металлов. Кристаллический кремний – это кристаллы темно-серого цвета, обладающие стальным блеском, твердый и хрупкий, плотностью 2,4 г/см3. Кремний состоит из трех изотопов: Si (28), Si (29), Si (30).</p><p><b>Химические свойства: </b>электронная конфигурация: <b>1s22s22p6<i>3</i>s2<i>3p2</i>. </b>Кремний – неметалл. На внешнем энергетическом уровне кремний имеет 4 электрона, что обуславливает его степени окисления: +4, -4, -2. Валентность – 2, 4. Аморфный кремний обладает большей реакционной способностью, чем кристаллический. При обычных условиях он взаимодействует со фтором: Si + 2F2 = SiF4. При 1000 °C Si реагирует с неметаллами: с CL2, N2, C, S.</p><img src='./img/theory/cribs/no_organic/42-1.png'/><p>Из кислот кремний взаимодействует только со смесью азотной и плавиковой кислот:</p><img src='./img/theory/cribs/no_organic/42-2.png'/><p>По отношению к металлам ведет себя по-разному: в расплавленных Zn, Al, Sn, Pb он хорошо растворяется, но не реагирует с ними; с другими расплавами металлов – с Mg, Cu, Fe кремний взаимодействует с образованием силицидов: Si + 2Mg = Mg2Si. Кремний горит в кислороде: Si + O2 = SiO2 (песок).</p><p><b>Диоксид кремния или кремнезем </b>– стойкое соединение <b>Si</b>, широко распространен в природе. Реагирует со сплавлением его с щелочами, основными оксидами, образуя соли кремниевой кислоты – силикаты. <b>Получение: </b>в промышленности кремний в чистом виде получают восстановлением диоксида кремния коксом в электропечах: SiO2 + 2С = Si + 2СO?.</p><p>В лаборатории кремний получают прокаливанием с магнием или алюминием белого песка:</p><p>SiO2 + 2Mg = 2MgO + Si.</p><p>3SiO2 + 4Al = Al2О3 + 3Si.</p><p><i>Кремний образует кислоты: </i>Н2<i>SiO3 – мета-кремниевая кислота; </i>Н2<i>Si2O5 – двуметакремниевая кислота.</i></p><p><b>Нахождение в природе: </b>минерал кварц – SiO2. Кристаллы кварца имеют форму шестигранной призмы, бесцветные и прозрачные, называются горным хрусталем. Аметист – горный хрусталь, окрашенный примесями в лиловый цвет; дымчатый топаз окрашен в буроватый цвет; агат и яшма – кристаллические разновидности кварца. Аморфный кремнезем менее распространен и существует в виде минерала опала – SiO2 nН2О. Диатомит, трепел или кизельгур (инфузорная земля) – землистые формы аморфного кремния.</p>"
  },
  {
    "title": "Понятие коллоидных растворов",
    "content": "<p><b>Коллоидные растворы </b>– высокодисперсные двухфазные системы, состоящие из дисперсионной среды и дисперсной фазы. По размерам частиц являются промежуточными между истинными растворами, суспензиями и эмульсиями. У <b>коллоидных частиц </b>молекулярный или ионный состав.</p><p><b>Существуют три типа внутренней структуры первичных частиц.</b></p><p><b>1. Суспензоиды (или необратимые коллоиды) </b>– гетерогенные системы, свойства которых можно определить развитой межфазовой поверхностью. По сравнению с суспензиями более высокодисперсные. Не могут долго существовать без стабилизатора дисперсности. Их называют <b>необратимыми коллоидами </b>из-за того, что их осадки после выпаривания вновь не образуют золей. Их концентрация мала – 0,1 %. От вязкости дисперсной среды отличаются незначительно.</p><p><b>Суспензоиды можно получить:</b></p><p>1) методами диспергирования (измельчение крупных тел);</p><p>2) методами конденсации (получение нерастворимых соединений при помощи реакций обмена, гидролиза и т. п.).</p><p>Самопроизвольное уменьшение дисперсности у суспензоидов зависит от свободной поверхностной энергии. Чтобы получить длительно сохраняющуюся суспензию, необходимы условия для ее стабилизации.</p><p><b>Устойчивые дисперсные системы:</b></p><p>1) дисперсионная среда;</p><p>2) дисперсная фаза;</p><p>3) стабилизатор дисперсной системы.</p><p><i>Стабилизатор может быть ионный, молекулярный, но чаще всего – высокомолекулярный.</i></p><p><b>Защитные коллоиды </b>– высокомолекулярные соединения, которые добавляют для стабилизации (белки, пептиды, поливиниловый спирт и др.).</p><p><b>2. Ассоциативные (или мицеллярные коллоиды) – </b>полуколлоиды, возникающие при достаточной концентрации молекул, состоящих из углеводородных радикалов (дифильные молекулы) низкомолекулярных веществ при ассоциации их в агрегаты молекул (мицеллы). <b>Мицеллы </b>образуются в водных растворах моющих средств (мыл), органических красителей.</p><p><b>3. Молекулярные коллоиды (обратимые или лиофильные коллоиды) – </b>природные и синтетические высокомолекулярные вещества с большим молекулярным весом. Молекулы их имеют размер коллоидных частиц (макромолекулы).</p><p>Разбавленные растворы коллоидов высокомолекулярных соединений – гомогенные растворы. При сильном разбавлении эти растворы подчиняются законам разбавленных растворов.</p><p>Неполярные макромолекулы растворяются в углеводородах, полярные – в полярных растворителях.</p><p><b>Обратимые коллоиды </b>– вещества, сухой остаток которых при добавлении новой порции растворителя вновь переходит в раствор.</p>"
  },
  {
    "title": "Соли кремниевой кислоты",
    "content": "<p>Общая формула кремниевых кислот – <b><i>n</i>SiO2?<i>m</i>H2O. </b>В природе находятся в основном в виде солей, в свободной форме выделены немногие, например, HSiO (ортокремниевая) и H2SiO3 (кремниевая или метакремниевая).</p><p><b>Получение кремниевой кислоты:</b></p><p>1) взаимодействие силикатов щелочных металлов с кислотами: Na2SiO3 + 2HCl = H2SiO3 + 2NaCl;</p><p>2) кремневая кислота является термически неустойчивой: H2SiO3 = H2O + SiO2.</p><p>H2SiO3 образует пересыщенные растворы, в которых в результате полимеризации образует коллоиды. Используя стабилизаторы, можно получить стойкие коллоиды (золи). Их используют в производстве. Без стабилизаторов из раствора кремниевой кислоты образуется гель, осушив который можно получить силикагель (используют как адсорбент).</p><p><b>Силикаты </b>– соли кремниевой кислоты. Силикаты распространены в природе, земная кора состоит в большинстве из кремнезема и силикатов (полевые шпаты, слюда, глина, тальк и др.). Гранит, базальт и другие горные породы имеют в своем составе силикаты. Изумруд, топаз, аквамарин – кристаллы силикатов. Растворимы только силикаты натрия и калия, остальные – нерастворимы. <b>Силикаты имеют сложный химический состав:</b></p><p><b>Каолин Al2O3; 2SiO2; 2H2O </b>или <b>H4Al2SiO9.</b></p><p><b>Асбест CaO; 3MgO; 4SiO</b><b>2</b> или <b>CaMgSi4O12.</b></p><p><b>Получение: </b>сплавление оксида кремния со щелочами или карбонатами:</p><img src='./img/theory/cribs/no_organic/44-1.png'/><p><b>Растворимое стекло </b>– силикаты натрия и калия. <b>Жидкое стекло </b>– водные растворы силикатов калия и натрия. Его используют для изготовления кислотоупорного цемента и бетона, керосинонепроницаемых штукатурок, огнезащитных красок. <b>Алюмосиликаты </b>– силикаты, содержащие алюминий (<b>полевой шпат, слюда</b>). <b>Полевые шпаты </b>состоят помимо оксидов кремния и алюминия из оксидов калия, натрия, кальция – K2O?Al2O3?6SiO2 – ортоклаз.</p><p><b>Слюды </b>имеют в своем составе, кроме кремния и алюминия, еще водород, натрий или калий, реже – кальций, магний, железо.</p><p><b>Граниты и гнейсы (горные породы) </b>– состоят из кварца, полевого шпата и слюды. Горные породы и минералы, находясь на поверхности Земли, вступают во взаимодействие с водой и воздухом, что вызывает их изменение и разрушение. Этот процесс называется <b>выветриванием</b>.</p><p>Выветривание ортоклаза:</p><img src='./img/theory/cribs/no_organic/44-2.png'/><p><b>Применение: </b>силикатные породы (гранит) используют как строительный материал, силикаты – в качестве сырья при производстве цемента, стекла, керамики, наполнителей; слюду и асбест – как электро– и термоизоляцию.</p>"
  },
  {
    "title": "Получение цемента и керамики",
    "content": "<p><b>Цемент </b>является важнейшим материалом в строительстве. Цемент получают обжигом смеси глины с известняком. При обжиге смеси <b>CaCO3 (кальцированная сода) </b>разлагается на <b>CaO </b>и углекислый газ <b>CO2?</b>. <b>CaO </b>вступает во взаимодействие с глиной и получаются силикаты и алюминаты кальция. Химический состав цемента выражают в виде содержащихся в нем оксидов, главным из них является <b>CaO</b>: <b>Al2O3, SiO2, Fe2O3</b>.</p><p>Прокаливание производится в специальных цилиндрических вращающихся печах при температуре 1400–1600 °C. Получаемая спекшаяся масса называется <b>клинкером</b>. <b>Клинкер </b>сдо-бавками размалывают в порошок в шаровых мельницах и получают окончательный продукт – <b>цемент </b>– порошкообразное вещество, при смешивании с водой на воздухе затвердевает в каменнообразную массу (применяется для скрепления кирпича, камня в качестве связующего материала).</p><p>Смесь цемента с песком и водой – <b>цементный раствор</b>. Смесь такого раствора с гравием или щебнем – <b>бетон. </b>Залитый бетоном железный каркас – <b>железобетон</b>. Из него строят своды, мосты, арки, бассейны, кладут перекрытия зданий, электростанций. В природе встречаются известняково-глинистые породы, по составу соответствующие цементной массе – <b>мергели</b>.</p><p><b>Виды цемента: </b>1) быстротвердеющий; 2) морозостойкий; 3) коррозийностойкий; 4) кислотоупорный.</p><p><b>Керамика </b>– изделия или материалы, изготовленные из огнеупорных веществ: глины, карбидов, оксидов некоторых металлов.</p><p><b>Виды керамики:</b></p><p>1) строительная керамика (облицовочные плиты, кирпич, черепица, трубы канализации);</p><p>2) огнеупорная керамика (огнеупорный кирпич, материалы для внутренней облицовки доменных, сталелитейных, стеклоплавильных печей);</p><p>3) химически стойкая керамика (используется в химической промышленности);</p><p>4) бытовая керамика (фаянсовые и фарфоровые изделия);</p><p>5) техническая керамика.</p><p><b>Процесс изготовления керамических изделий включает: </b>1) изготовление керамической смеси; 2) формование; 3) сушка; 4) обжиг.</p><p>В зависимости от природы исходных материалов и дальнейшего использования продукции операция проводится по разному, строго определенному режиму.</p><p>При изготовлении кирпича сырье измельчается, перемешивается и увлажняется. Получившуюся массу формуют, сушат, а затем при температуре 900 °C подвергают обжигу. При обжиге происходит <b>спекание </b>массы, обусловленное химическим процессом.</p><p>Основная реакция при обжиге глины: 3 [Al2O3?2SiO2?2H2O] = 3Al2O3?2SiO2 + 4SiO2 + 6H2O.</p>"
  },
  {
    "title": "Физические свойства металлов",
    "content": "<p>Все металлы имеют ряд общих, характерных для них свойств. Общими свойствами считаются: высокая электропроводность и теплопроводность, пластичность.</p><p>Разброс параметров у металлов очень велик, например, температура плавления может варьировать от 38,87 °C (<b>Hg – ртуть</b>) до 3380 °C (<b>W – вольфрам</b>), плотность – от 0,531 г/см3(<b>Li – литий</b>) до 22,5 г/см3(<b>Os – осмий</b>).</p><p>Коэффициент электропроводности металлов храктеризует их способность к проведению электричества. Коэффициент зависит от строения и свойств металла, у каждого металла он индивидуальный. <b>Теория электропроводности </b>состоит в том, что фактором электрического сопротивления металлов являются потери на излучение. Пользуясь теорией, можно вычислить коэффициент для любого металла.</p><p>Металлы способны испускать электроны при высокой температуре, это явление называется <b>термоэлектронной эмиссией, </b>возникающее также под воздействием других факторов (электро-магнитое поле, воздействие УФ и др.). Перепад температуры провоцирует в металлах появление электрического тока. <i>Движения электронов в металлах обуславливают их теплопроводность. </i>Отношение теплопроводности металлов и их электрической проводимости является постоянной величиной для всех металлов.</p><p>По магнитной восприимчивости металлы делятся на <b>диамагнетики и парамагнетики.</b></p><p>Металлы непрозрачны, обладают металлическим блеском, сочетают в себе такие качества как: пластичность, вязкость, прочность, твердость и упругость. Все эти свойства зависят от целостности кристаллической решетки и состава.</p><p><i>Пластичность металлов находит большое практическое применение. </i>Благодаря ей металлы можно подвергать различным воздействиям – ковке, вытягиванию, прокатке, штамповке. Это свойство можно объяснить специфическими свойствами металлической связи, которая связывает атомы металлов в кристаллической решетке.</p><p>Механические свойства реальных металлов характеризуются присутствием дефектов, в первую очередь дислокаций, потому что перемещение дислокаций по плоскостям кристаллической решетки с наиболее плотной упаковкой считается основным механизмом пластической деформации металлов. При взаимодействии дислокаций с другими дефектами вызывается увеличение сопротивления пластической деформации. Во время деформации количество дислокаций растет, одновременно с ними растет сопротивление деформации (деформационное упрочнение или наклеп). Подобные дефекты металла можно устранить при отжиге. В локализациях «сгущения» рост напряжений способен привести к образованию трещин, являющихся очагами разрушения металла.</p>"
  },
  {
    "title": "Химические свойства металлов",
    "content": "<p><b>Металлы </b>обладают низким потенциалом ионизации и сродством к электрону, поэтому в химических реакциях выступают в качестве восстановителей, в растворах образуют <b>катионы</b>. Электроотрицательность у металлов ниже, чем у неметаллов. Могут входить в состав сложных анионов или комплексов, но при этом являются центрами положительного заряда. Лишь у <b>амфотерных металлов </b>(проявляющих как окислительные, так и восстановительные свойства) – <b>Sn олово, Po полоний, Sb сурьма </b>и др. – существуют соединения с отрицательной степенью окисления. <i>Во всех химических соединениях у металлов химическая ковалентная полярная связь.</i></p><p>Сильно варьируется способность металлов к окислению. Основная часть металлов взаимодействует с кислородом воздуха при комнатной температуре, но скорость и механизм протекания реакции зависят от состава и чистоты металла (чаще образуются оксиды, у щелочных металлов – пероксиды). Некоторые металлы на воздухе образуют оксидную пленку, которая предохраняет металл от дальнейшего окисления (<b>Al </b>– <b>алюминий, Ti </b>– <b>титан, Сr </b>– <b>хром</b>).</p><p>Металлы, имеющие стандартный электродный потенциал отрицательнее -0,413 В, окисляются водой, выделяя при этом Н2. Щелочные и щелочноземельные металлы вступают во взаимодействие с водой при комнатной температуре, другие (<b>Zn </b>– <b>цинк, Fe </b>– <b>железо </b>и др.) – при высоких температурах. Растворимые анионные комплексы бериллия, цинка, алюминия, галлия, олова вступают в реакцию с растворами щелочей.</p><p><i>Основная часть металлов окисляется определенными кислотами</i>. Металлы, стоящие в ряду напряжений до водорода, окисляются ионом водорода, входящего в состав кислот и образуют раствор соли, если не происходит образования нерастворимых продуктов реакции. С азотной кислотой в зависимости от ее концентрации металлы взаимодействуют по-разному. Концентрированная азотная кислота пассивирует некоторые металлы, например, <b>железо</b>, а разбавленная вступает во взаимодействие с ними, образуя катионные комплексы. Чтобы получить раствор малоактивных металлов, например, <b>золота </b>или <b>платины</b>, используют смеси, содержащие окислитель и поставщика лигандов, такие как <b>царская водка </b>или смесь HNO3 и HF.</p><p><i>Важным характерным свойством металлов является способность образовывать основные оксиды и гидроксиды. </i>В главных подгруппах периодической системы основность оксидов и гидроксидов идет на возрастание сверху вниз, а в побочных подгруппах (исключение составляют I–III) – наоборот – снизу вверх. С ростом порядкового номера в периодах и рядах основность металла убывает. Металлы, имеющие несколько степеней окисления, имеют кислотные оксиды.</p>"
  },
  {
    "title": "Металлы и сплавы в технике",
    "content": "<p><i>В периодической системе из 110 известных элементов 88 – металлы</i>. В <b>XX веке </b>при помощи ядерных реакций были получены радиоактивные металлы, которых не существует в природе. В современной металлургии получают более 60 металлов, на основе которых – 5000 сплавов.</p><p>Основой структуры металлов является металлическая связь (кристаллическая решетка из положительных ионов, погруженная в плотный газ подвижных электронов). Она обуславливает физические свойства металлов: пластичность, электропроводность, теплопроводность, металлический блеск.</p><p><b>Пластичность </b>– способность металлов изменять форму, уменьшается в ряду <b>Au, Ag, Cu, Sn, Pb, Zn. Fe</b>.</p><p>Высокая электропроводность металлов связана с наличием свободных электронов, которые под влиянием даже небольшой разности потенциалов перемещаются от отрицательного полюса к положительному. Лучший проводник электричества – <b>серебро</b>, за ним идут <b>медь, золото, алюминий, железо</b>.</p><p>Самый легкий металл – литий (плотность 0,53 г/см3), самый тяжелый – осмий (22,6 г/см3).</p><p><b>Легкие металлы </b>– металлы с плотностью меньше 5 г/см3.</p><p><b>Тяжелые металлы </b>– металлы с плотностью больше 5 г/см3.</p><p>Сильно разнятся температуры плавления металлов. Металлы различаются по твердости. Прочность металлической связи влияет на прочность, температуру плавления и твердость металлов.</p><p><b>Сплавы </b>– системы, в состав которых входят два или более металлов, реже могут входить неметаллы (углерод, кремний, бор). Все сплавы на основе железа (чугун, сталь), в том числе и само железо называют черными металлами. Все остальные – цветные металлы (дуралюмин, латунь).</p><p><b>Компоненты, входящие в состав сплава:</b></p><p>1) механическая смесь (между простыми веществами без взаимодействия);</p><p>2) химические соединения (вещества в сплаве, вступающие во взаимодействие);</p><p>3) твердые растворы (вещества взаиморастворяющиеся);</p><p>4) промежуточные соединения.</p><p>В расплавленном состоянии большая часть металлов при растворении друг в друге образуют однородный жидкий сплав. Но, кристаллизуясь, ведут себя по-разному. В твердом состоянии металлы не растворяются и не взаимодействуют друг с другом. Сплав представлен механической смесью из кристаллитов компонентов. Металлы сплавляемые вступают в реакцию друг с другом, образуя новое химическое соединение. <b>Твердый раствор – </b>образование однородных кристаллов в результате сохранения растворимости металлов друг в друге. <b>Сталь </b>– сплав железа и углерода, имеющий примеси марганца, кремния, серы и фосфора.</p>"
  },
  {
    "title": "Основные способы получения металлов",
    "content": "<p>Большое количество металлов находится в природе в виде соединений. <b>Самородными металлами </b>называются те, которые встречаются в свободном состоянии (золото, платина, ртуть, олово). Золото добывают либо отделяя механически от примесей, либо извлекая из породы при помощи реагентов. Остальные металлы получают с помощью химической обработки их соединений. <b>Руды </b>– горные породы и минералы, имеющие в составе соединения металлов, пригодные для получения их промышленным способом (оксиды, сульфиды и карбонаты металлов).</p><p><b>Способы получения металлов:</b></p><p>1) одним из главных способов получения металлов из руд основан на восстановлении их оксидов углем: Cu2O + C = 2Cu + CO?;</p><p>2) производят выплавку чугуна из железных руд, получение олова из оловянного камня SnO2 и восстановление других металлов из оксидов;</p><p>3) для получения металлов из <b>сернистых руд</b>, последние вначале переводят в сернистые соединения с помощью обжигания в специальных печах:</p><img src='./img/theory/cribs/no_organic/49-1.png'/><p>Руду, представляющую собой соль угольной кислоты, можно сразу восстанавливать при помощи угля: ZnCO3 = ZnO + CO2?.</p><p><i>Руды содержат в себе немало примесей (песок, известняк, глина)</i>. Для облегчения выплавки металла смеси устраняют, добавляя разнообразные вещества (<b>флюсы</b>), образующие с ними легкоплавкие соединения – <b>шлаки</b>. В тех случаях, когда примесей в руде много, ее обогащают путем удаления части примесей. Самый распространенный способ обогащения – <b>флотация. </b><i>Пример</i>: руду, состоящую из сернистого металла и пустой породы, измельчают, заливают водой, прибавляя малополярное органическое вещество (для образования пены) и небольшое количество реагента «коллектора», который адсорбируется поверхностью минерала. Через смесь снизу пропускают струю воздуха. В результате частицы минерала со слоем молекул «коллектора» прилипают к пузырькам воздуха, а частицы пустой породы, смоченные водой, опускаются на дно. Затем пену собирают, отжимают и получают руду с большим содержанием металла. Существует также <b>гравитационное обогащение, </b>основанное на различии плотности и разнице падения частиц металлов и воды. <b>Магнитный способ </b>– разделение металлов по магнитным свойствам.</p><p>4) Металл можно получить путем электролиза. С его помощью получают одни из наиболее активных металлов.</p><p>5) Промышленные способы получения металлов: пирометаллургический, электрохимический, гидрометаллургический.</p>"
  },
  {
    "title": "Классы и номенклатура неорганических веществ",
    "content": "<p>Неорганические вещества делятся на <b>простые </b>(металлы и неметаллы) и <b>сложные </b>(оксиды, основания, кислоты, соли).</p><p><b>Оксиды </b>– сложные вещества, состоящие из двух элементов, один из которых кислород, бывают <i>несолеобразующие </i>(N2O) и <i>солеобразующие (основные </i>(К2О), <i>кислотные </i>(SО2), <i>амфотерные </i>(Al2O3). <b>Основания </b>– электролиты, которые при диссоциации образуют только гидроксид-ионы, бывают <i>растворимые </i>(щелочи: NаОН, Ва(ОН)2), <i>нерастворимые </i>(Fe(OH)2), <i>амфотерные </i>(Аl(ОН)3). <b>Кислоты </b>– электролиты, которые при диссоциации образуют катионы водорода, бывают <i>сильные (Н2S</i>O4, НNO3), <i>слабые </i>(НBr), <i>одноосновные </i>(НСl), <i>многоосновные </i>(Н2СО3, Н3РО4), <i>кислородосодержащие </i>(Н2SO4, НСlО), <i>бескислородные </i>(НI, НСN). <b>Соли </b>– электролиты, при диссоциации которых образуются катионы металлов или катион аммония NН4, анионы кислотных остатков, бывают <i>средние </i>(К2SO4, Сu(NO3)2), <i>кислые </i>(КНSO4, NаНСО3), <i>основные </i>(СuОНСl, FeOHSO4), <i>двойные </i>(КМnO4, СаZnO2), <i>комплексные </i>(К4[Fe(CN)6]), <i>растворимые </i>(NаСl, К2SO4) <i>и нерастворимые </i>(ВаSO4, АgСl).</p>"
  },
  {
    "title": "Коррозия металлов",
    "content": "<p><b>Коррозия металлов </b>(corrosio – разъедание) – физико-химическая реакция металлов и сплавов с окружающей средой, в результате чего они теряют свои свойства. В основе коррозии лежит реакция на границе раздела фаз между материалом и средой: 3Fe+2О2=Fe3O4.</p><p><b>По условиям протекания коррозия подразделяется на: </b>1) контактную; 2) щелевую; 3) по ватерлинии; 4) в зонах обрызгивания; 5) в зонах переменного смачивания; 6) протекающую по конденсации кислых паров; 7) радиационную; 8) происходящую при теплоотдаче; 9) образованную блуждающими токами.</p><p><b>Типы коррозии:</b></p><p>Химическая или газовая коррозия (металлы и сплавы разрушаются, взаимодействуя с кислородом, водородом и другими газами при отсутствии влаги).</p><p>Электрохимическая коррозия (возникновение контакта металла или сплава в растворе электролита).</p><p><b>Химическая коррозия</b>. Представлена процессами окисления металла и восстановления агента коррозии (чаще всего – кислород): 2Ме + О2 = 2МеО.</p><p>Важную роль играет газовая коррозия – коррозия металлов при высоких температурах в сухих газах (продукты сгорания топлива и др.).</p><p><b>Факторы, воздействующие на скорость газовой коррозии:</b></p><p>1) природа металла (сплава);</p><p>2) состав газовой среды;</p><p>3) механические свойства образующихся продуктов коррозии (оксидных пленок);</p><p>4) температура.</p><p><b>Электрохимическая коррозия </b>более распространена, включает в себя процессы окисления металла и восстановления коррозийного агента, протекающие раздельно в электролитной среде (растворы солей, кислот, почва и др.).</p><p>Ход электрохимической коррозии является совокупностью двух сопряженно протекающих реакций: анодной реакции (окисления) Ме = Меz+ + ze-и катодной реакции (восстановления) D + ze-+ (Dze-), где <i>D </i>– деполяризатор (окислитель), присоединяющий к себе электроны металла (кислород, ионы водорода и некоторых металлов).</p><p><b>Процесс ржавления железа: </b>2Fe + 2H2O + O2 = 2Fe2++ 4OH-.</p><p>В углеродистых сталях нередко возникают гальванические элементы «катод—анод». Это происходит в связи с дифференциацией поверхностей сталей на участки, имеющие различные электронные потенциалы.</p><p><b>Электрохимическая коррозия в зависимости от коррозийной среды делится на:</b></p><p>1) атмосферную; 2) почвенную; 3) микробиологическую; 4) жидкостную.</p><p>Интенсивность коррозии зависит от химического состава металла (его сплавов), содержания примесей и самого окислителя, его концентрации, влажности воздуха.</p>"
  },
  {
    "title": "Защита металлов от коррозии",
    "content": "<p><b>Защита металлов и сплавов от коррозии в агрессивных средах основывается на:</b></p><p>1) повышении коррозионной стойкости самого материала; 2) снижении агрессивности среды; 3) предотвращении контакта материала со средой с помощью изолирующего покрытия; 4) регулировании электродного потенциала защищаемого изделия в данной среде.</p><p><b>Существуют методы, используемые для защиты от электрохимической коррозии:</b></p><p>1) использование химически стойких сплавов; 2) защита покрытием поверхности металла или сплава; 3) снижение активности коррозийной среды; 4) электрохимические методы.</p><p>Самыми химически устойчивыми сплавами считаются нержавеющие (13 % хрома) и кислотоупорные (18 % хрома, 8—10 % никеля) стали.</p><p>Для покрытия металлов используются различные виды покрытий – металлические, неметаллические, покрытия, образующиеся при электрохимической и химической обработке поверхности металлов. <b>Металлические покрытия </b>– хром, никель, цинк, кадмий, алюминий, олово и др. Их наносят, используя методы гальванотехники.</p><p><b>Неметаллические покрытия </b>– лаки, краски, эмали, фенолформальдегидные смолы и др.</p><p><b>Покрытия, получающиеся в результате обработки металла</b>, – оксидные или солевые пленки (оксидирование алюминия).</p><p>Метод снижения агрессивности среды наиболее эффективен для изделий, используемых в малом количестве жидкости. Самыми распространенными агрессивными средами являются вода, водные растворы щелочей и кислот, почва и атмосфера. От концентрации растворенных кислорода и углекислого газа зависит агрессивность водных сред. Физически кислород и углекислый газ можно удалить, нагревая воду при пониженном давлении, химически – пропуская через слой стальных или железных стружек или обрабатывая восстановителем. Еще агрессивность водных сред снимают, используя ингибиторы коррозии. <b>Анодные ингибиторы </b>– гидроксид, карбонат, фосфаты, нитрит и бензоат натрия. <b>Катодные ингибиторы </b>– сульфаты цинка, бикарбонат натрия.</p><p>Лучший эффект достигается в сочетании с катодными ингибиторами. В кислых средах применяют органические ингибиторы. Существуют ингибиторы-пассиваторы – переводят металл в пассивное состояние (окислители пероксидного типа, соединения благородных металлов).</p><p>Агрессивность атмосферы зависит от ее влажности и района (промышленный, сельский и др.). Влияние атмосферы зависит от гигроскопичности продуктов коррозии металла и пылевых частиц на поверхности. Гигроскопичность продуктов коррозии стали уменьшают легированием медью в небольших количествах. Коррозионная агрессивность почвы обусловливается содержанием в ней О2, влажностью, электрической проводимостью, рН.</p>"
  },
  {
    "title": "Общая характеристика подгруппы лития",
    "content": "<p><b>Подгруппа лития </b>– 1 группа, главная подгруппа – включает щелочные металлы: Li – литий, Na – натрий, K – калий, Cs – цезий, Rb – рубидий, Fr – франций. Общая электронная конфигурация – ns1. <b>Физические свойства</b>: невысокие температуры плавления и кипения, малая плотность, все металлы мягкие, легко режутся, кристаллизуются в объемной кристаллической решетке. Металлы серебристо-белые, только цезий золотисто-желтого цвета. Пары металлов имеют разную окраску: Li – кирпичный, Na – желтый, K – фиолетовый, Cs – голубой, Rb – красный. Химические и физические свойства щелочных металлов от Li к Fr изменяются. Возрастает атомная масса, вследствие чего растет плотность, увеличивается радиус атома – ослабляются силы притяжения между атомами, снижается температура плавления и кипения, уменьшается энергия атомизации атомов и энергия ионизации – сверху вниз ослабевают неметаллические свойства, а усиливаются металлические. <b>Химические свойства: </b>вследствие повышении металлических свойств усиливается химическая активность металлов – они легко отдают один валентный электрон, имеющийся на внешнем s-подуровне. Все щелочные металлы – сильные восстановители. В куске металла связь металлическая. Вступают во взаимодействие почти со всеми неметаллами. Соединения характеризуются преобладающим наличием ионной связи:</p><img src='./img/theory/cribs/no_organic/52-1.png'/><p>Легко реагируют с солями, вытесняя другие металлы: 2R + СuSO4 = R2SO4 + Сu.</p><p>Реагируют с водосодержащими соединениями – со спиртами, образуя алкоголяты: 2R + С2Н5ОН = 2С2Н5ОR + Н2? – этилат. С кислородом образуют оксиды: 2R + О2 = 2R2О. Оксиды с водой дают основания – щелочи: 2R2О + Н2О = 2RОН. Степень окисления щелочных металлов в соединениях равна +1, валентность – I. Щелочные металлы вступают в реакцию с водородом, образуя гидриды: 2R + Н2 = 2RН.</p><p>Водород в гидридах имеет степень окисления -1, являясь окислителем.</p><p><b>Получение щелочных металлов:</b></p><p>1) восстановлением из их оксидов:</p><img src='./img/theory/cribs/no_organic/52-2.png'/><p>2) электролизом расплава гидроксидов:</p><img src='./img/theory/cribs/no_organic/52-3.png'/><p><b>Нахождение в природе: </b>щелочные металлы в силу повышенной активности встречаются в природе в виде хлоридов, алюмосиликатов, сульфатов и др. Наиболее распространены Na и К, встречающиеся в виде солей в морской воде, а также поваренной соли. Li, Cs, Rb содержатся в незначительных количествах в калиевых и литиевых минералах.</p>"
  },
  {
    "title": "Натрий и калий",
    "content": "<p><b>Натрий и калий – </b>щелочные металлы, стоят в 1 группе главной подгруппы.</p><p><b>Физические свойства</b>: схожи по физическим свойствам: легкие серебристо-белые мягкие металлы, с невысокими температурами плавления и кипения, малой плотностью. Пары натрия имеют желтый цвет, а пары калия – фиолетовый. Природный натрий состоит из одного изотопа (23), а К – из двух изотопов (39) и (41).</p><p><b>Химические свойства: </b>химические свойства натрия и калия очень схожи, калий активнее натрия, так как радиус его атома больше и внешний 1s-электрон находится дальше от ядра. Электронная конфигурация <b>Na: 1s22s1; К: 1s22s12р63s1</b>. Они легко отдают один электрон, имеющийся на внешнем <b>s-</b>подуровне, превращаясь в положительно заряженные ионы. На воздухе тускнеют и окисляются. Связь между атомами металлическая. Соединения с натрием и калием носят ионный характер. <b>Высокая химическая активность.</b></p><p>1. Очень бурно реагируют с кислородом: 2Na + О2 = Na2O2 (пероксид натрия) при t ниже180 °C: 4Na + О2 = 2Na2O.</p><p>Аналогичные реакции идут с калием, но калий образует еще и надпероксид – KO2.</p><p>2. С водой идет бурная реакция: 2Na + 2H2O = 2NaOH + H2?.</p><p>У калия данная реакция проходит с воспламенением водорода: 2К + 2H2O = 2KOH + H2?.</p><p>3. Реагируют с водородом при нагревании, образуя солеобразные гидриды: 2Na + H2 = 2NaH.</p><p>4. Легко взаимодействуют с серой, образуя сульфиды: 2Na + S = Na2S.</p><p>5. В атмосфере фтора и хлора натрий и калий воспламеняются, сгорают и образуют соли: 2Na + Cl2 = 2NaCl.</p><p>6. С жидким бромом натрий пассивно взаимодействует: 2Na + Вr2 = 2NaВr, а калий реагирует со взрывом: 2К + Вr2 = 2КВr.</p><p>7. При пропускании над расплавленным натрием и калием газообразного аммиака образуются амиды: 2Na + 2NН3 = 2NaNН2 + Н2?; 2К + 2NН3 = 2КNН2 + Н2?.</p><p>8. Реагируют с водосодержащими соединениями – со спиртами, образуя алкоголяты: 2К + С2Н5ОН = 2С2Н5ОК (этилат калия) + Н2?.</p><p>Со ртутью калий и натрий образуют амальгамы – твердые сплавы – восстановители вместо чистых металлов.</p><p><b>Получение </b>натрия и калия:</p><p>1) восстановлением из их оксидов: Si + 2К2O = SiO2 + 4К;</p><p>2) электролизом расплава гидроксидов:</p><img src='./img/theory/cribs/no_organic/53-1.png'/><p><b>Нахождение в природе: </b>Na и К встречаются в виде солей в морской воде, а также в виде поваренной соли. Наибольшее значение имеют минералы сильвинит – КCl?NaCl и карналлит – КCl?МgCl2?6Н2О. Натрий и калий – одни из самых распространенных элементов в земной коре.</p>"
  },
  {
    "title": "Едкие щелочи",
    "content": "<p>Щелочи образуют гидроксиды щелочных металлов 1 группы главной подгруппы при растворении их в воде.</p><p><b>Физические свойства: </b>растворы щелочей в воде мылкие на ощупь, они разъедают кожу, ткани, бумагу – <i>едкие щелочи </i>(едкий натр NaOH, едкий калий КОН). На коже они вызывают долго незаживающие раны. Очень гигроскопичны.</p><p><b>Химические свойства LiOH, NaOH, КОН, RbOH, CsOH. </b>В этом ряду сила и растворимость щелочей возрастает, что связано с увеличением размеров ионов щелочных металлов (катионов) и ослаблением электростатического притяжения с гидроксидной группой (анионом). К щелочам относится гидроксид щелочно-земельного металла бария – Ва(ОН)2.</p><p><b>Щелочи </b>– сильные основания, химически очень активные вещества. При растворении их в воде выделяется большое количество теплоты.</p><p>В водном растворе идет диссоциация щелочей:</p><img src='./img/theory/cribs/no_organic/54-1.png'/><p><b>Химические свойства щелочей:</b></p><p>1) щелочи вступают в реакцию нейтрализации с кислотами, образуя соль и воду:</p><img src='./img/theory/cribs/no_organic/54-2.png'/><p>2) взаимодействуют с кислотными оксидами, образуя как средние, так и кислые соли:</p><img src='./img/theory/cribs/no_organic/54-3.png'/><p>в ионной форме:</p><img src='./img/theory/cribs/no_organic/54-4.png'/><p>3) вступают со средними солями в реакцию обмена: CuSO4 + KOH = Cu(OH)2 + K2SO4, с кислыми солями: NaНSO4 + KOH = Na2SO4 + К2SO3 + H2O (окислительно-восстановительная);</p><p>4) растворы щелочей вступают в реакцию с амфотерными оксидами – образуются комплексные соли: Al2O3 + NaOH + 7Н2О = 2Na[Al(ОН)4(Н2О)2];</p><p>5) при сплавлении твердых щелочей с оксидами амфотерных металлов образуются двойные безводные соли: Al2O3 + 2NaOH = 2NaAlO2 (метаалюминат натрия);</p><p>6) взаимодействуют с галогенами в зависимости от температурных условий – на холоде: Cl2 + 2NaOH = NaClO + NaCl + H2O, при нагревании: 3Cl2 + 6NaOH = NaClO3 + 5NaCl + 3H2O;</p><p>7) взаимодействуют с некоторыми органическими веществами: С2Н5ОН + NaOH = С2Н5ОNa + Н2О;</p><p>8) растворы и расплавы щелочей подвергаются электролизу</p><img src='./img/theory/cribs/no_organic/54-5.png'/><p><b>Получение:</b></p><p>1) реакция металлов с водой: 2К + 2H2O = 2KOH + H2;</p><p>2) реакция оксидов металлов с водой: 2К2О + 2H2O = 2KOH.</p><p><b>Применение: </b>NaOH и KOH используют в производстве мыла, бумаги, в текстильной промышленности и др.</p>"
  },
  {
    "title": "Соли натрия и калия",
    "content": "<p>Натрий и калий образуют соли со всеми кислотами. Соли натрия и калия очень похожи по химическим свойствам. Характерная особенность этих солей – хорошая растворимость в воде, поэтому доступных качественных реакций на ионы этих элементов нет. Наличие в соединении даже ничтожно малого количества ионов натрия или калия определяют путем внесения этого соединения в бесцветное пламя: в случае натрия пламя окрашивается в желтый цвет, а в случае калия – в розово-фиолетовый. Натрий и калий образует средние, кислые, двойные и комплексные соли. Большинство средних солей натрия и калия – термически устойчивые вещества и разлагаются только при очень высоких температурах. При умеренном нагревании разлагаются только соли галогенсодержащих оксокислот, нитраты и некоторые другие соединения:</p><img src='./img/theory/cribs/no_organic/55-1.png'/><p>Кислые соли менее устойчивы, при нагревании все они разлагаются:</p><img src='./img/theory/cribs/no_organic/55-2.png'/><p><i>Основных солей эти элементы не образуют</i>.</p><p>Из солей наибольшее значение имеет хлорид натрия – <b>NaCl </b>– поваренная соль. Это необходимая составная часть пищи, консервант, сырье для химической промышленности. Из него получают гидроксид натрия, питьевую соду (NaHCO3), соду (Na2CO3) и многие другие соединения натрия. Многие соли натрия образуют кристаллогидраты. <b>Na2S2O3?Н2О </b>– тиосульфат натрия, соответствующий тиосерной кислоте <b>Н2S2O3, </b>применяется в фотографии, для фиксации проявленных бумаг. <b>Na2SO4?10H2O</b> – десятиводный сульфат натрия, глауберова соль, используется в сульфатном способе получения соды и в производстве стекла. <b>Na2CO3?10H2O </b>– карбонат натрия или кальцинированная сода применяется в стекольной, мыловаренной, целлюлозно-бумажной, текстильной, нефтяной, химической промышленностях, а также в быту. <b>NaNO3</b> – нитрат натрия, натриевая или чилийская селитра – используется как минеральное удобрение. Соли калия – необходимые минеральные удобрения. <b>Na2SiO3 </b>– силикат натрия – используется в производстве стекла. Соли калия выделяются из раствора в основном без кристаллизационной воды. <b>К2CO3 – </b>карбонат калия или <b>поташ </b>– используется в производстве мыла, в производстве тугоплавкого стекла, в фотографии. <b>КNO3 – </b>карбонат калия или калиевая селитра – применяется при изготовлении черного пороха. <b>КCl </b>– хлорид калия – применяется в качестве удобрения. Многие соли калия встречаются в природе: <b>КCl?MgCl?6Н2О – карналлит; КCl?NaCl – сильвинит</b>. Соли <b>К </b>содержатся в квасцах.</p>"
  },
  {
    "title": "Общая характеристика подгруппы бериллия",
    "content": "<p>К подгруппе бериллия относятся: <b>бериллий и щелочноземельные металлы: магний, стронций, барий, кальций и радий</b>. Наиболее распространены в природе в виде соединений, причем в основном магния и кальция. Первые два элемента подгруппы занимают в ней несколько обособленное положение – бериллий по свойствам близок к алюминию, а магний – к цинку. Последний элемент подгруппы – радий – имеет радиоактивные изотопы. Кроме бериллия, все элементы подгруппы обладают металлическими свойствами, более твердые по сравнению с щелочными металлами, с высокими температурами плавления. Относятся к легким металлам (кроме радия).</p><p>На электронном уровне элементов имеют два электрона (s2), которые они отдают, образуя соединения со степенью окисления +2. По химической активности щелочноземельные металлы уступают щелочным. Они окисляются на воздухе, вытесняют водород из воды, но бериллий и магний взаимодействуют с ней медленно. У щелочноземельных элементов растворимость гидроксидов увеличивается от магния к барию. Сжигая щелочноземельные металлы, можно получить оксиды. Перекиси щелочноземельных металлов менее стойки, чем перекиси щелочных металлов. С водородом образуют гидриды. Способность взаимодействовать с азотом возрастает с увеличением атомного веса, в результате образуются нитриды. Соли щелочноземельных металлов малорастворимы в воде.</p><p><b>Бериллий </b>– открыт <b>Л. Н. Вокленом </b>в <b>1798 г</b>. Содержание в земной коре составляет 3,8 ·10-4%. Используется для изготовления окон к рентгеновским установкам, добавляется к сплавам для увеличения твердости и электропроводности.</p><p><b>Магний </b>– открыт <b>Г. Дэви </b>в <b>1808 г. </b>Содержание в земной коре составляет 1,87 %. Используется для получения сплавов (дюралюминия), улучшения качества чугуна, в качестве восстановителя для получения редких металлов и некоторых неметаллов.</p><p><b>Кальций </b>– открыт <b>Г. Дэви </b>в <b>1808 г. </b>Содержание в земной коре составляет 3,3 %. Используется в металлургии для очистки, в производстве редких металлов.</p><p><b>Стронций </b>– получен <b>Г. Дэви </b>в <b>1808 г. </b>Содержание в земной коре составляет 0,034 %. Соединения используются в пиротехнике, сахарной промышленности.</p><p><b>Барий </b>– открыт <b>К. В. Шееле </b>в <b>1774 г. </b>и <b>Г. Дэви </b>в <b>1808 г. </b>Содержание в земной коре составляет 0,065 %. Соединения используются в лабораторной практике, для получения пероксида водорода, пиротехнике.</p><p><b>Радий </b>открыт <b>М. и П. Кюри </b>совместно с <b>Ж. Белебном </b>в <b>1898 г. </b>Содержание в земной коре составляет 10–10%. Обладает естественной радиоактивностью. Соединения используются в исследованиях и для получения радона.</p>"
  },
  {
    "title": "Кальций",
    "content": "<p><b>Кальций (Са) – </b>химический элемент 2-й группы периодической системы, является щелочноземельным элементом. Природный кальций состоит из шести стабильных изотопов. Конфигурация внешней электронной оболочки 4s2; имеет степень окисления +2, реже +1. Содержание в земной коре составляет 3,38 %. Встречается исключительно в виде соединений, в основном солей кислородсодержащих кислот. Большое количество кальция находится в природных водах. Значительное количество кальция содержится в организмах многих животных.</p><p><b>Общие свойства. </b>Кальций – серебристо-белый металл. Существует в двух аллотропных модификациях. На воздухе, имеющем пары воды, кальций быстро образует оксид <b>СаО </b>и гидроксид <b>Са (ОН)2</b>. Вступает в реакцию с кислородом, образуя СаО; при повышении температуры в кислороде и на воздухе воспламеняется. Из воды вытесняет <b>водород Н2</b>, при этом образуется <b>Са(ОН)2</b>, в холодной воде скорость реакции уменьшается. Взаимодействует с галогенами, образуя СаХ2. <b>СН</b><b>2</b> при нагревании кальция дает <b>гидрид СаН2</b>, в котором водород является анионом. Кальций, нагреваемый в атмосфере азота, загорается и образует <b>нитрид Ca3N2</b>. С углеродом образует <b>кальция карбид СаС2</b>, с бором – <b>борид СаВ6</b>. Образует соединения с металлами (Ag, Au, Al, Cu, Mg, Rb), вытесняет их из расплавов солей. Кальций растворим в <b>жидком аммиаке NH3 </b>с образованием синего раствора. Соли получают при взаимодействии кислотных оксидов с оксидом кальция. Они хорошо растворимы, способны образовывать кристаллогидраты.</p><p>В водных растворах образуются комплексы преимущественно с кислотосодержащими лигандами, имеющие в своем составе ион Са2+. На основе этих комплексов основано действие умягчителей воды – полифосфатов натрия. Ион Са2+в неводных растворах образует комплексы с молекулами растворителя.</p><p><b>Получение. </b>Промышленное получение кальция состоит в алюмотермическом восстановлении оксида кальция и электролизе расплава хлорида кальция (75–85 %) и хлорида калия. Безводный хлорид кальция получают путем хлорирования его оксида в присутствии угля или обезвоживая кристаллогидрат хлорида кальция. По мере выделения кальция в расплаве в него добавляют хлорид кальция. Электролиз проводят, используя графитовый анод и в качестве катода – жидкий расплав кальция (62–65 %) и меди.</p><p><b>Применение</b>. Кальций используют при ме-таллотермическом получении U, Th, Ti, Z r, Cs, Rb и некоторых лантаноидов, для удаления примесей кислорода, азота, серы, фосфора из сплавов, обезвоживания органических жидкостей, очистки Аr от примеси N2. Используются и соединения кальция, например, в качестве вяжущих материалов.</p>"
  },
  {
    "title": "Оксид и гидроксид кальция",
    "content": "<p><b>Оксид кальция (СаO) – негашеная или жженая известь </b>– белое огнестойкое вещество, образованное кристаллами. Кристаллизуется в кубической гранецентрированной кристаллической решетке. Температура плавления – 2627 °C, температура кипения – 2850 °C.</p><p>Называется жженой известью из-за способа его получения – обжигание карбоната кальция. Обжиг производят в высоких шахтных печах. В печь закладывают слоями известняк и топливо, а затем разжигают снизу. При накаливании происходит разложение карбоната кальция с образованием оксида кальция:</p><img src='./img/theory/cribs/no_organic/58-1.png'/><p>Так как концентрации веществ в твердых фазах неизменны, то константу равновесия этого уравнения можно выразить так: <i>K = </i>[CO2].</p><p>При этом концентрация газа может быть выражена с помощью его парциального давления, то есть равновесие в системе устанавливается при определенном давлении диоксида углерода.</p><p><b>Давление диссоциации вещества </b>– равновесное парциальное давление газа, получающееся при диссоциации вещества.</p><p>Чтобы спровоцировать образование новой порции кальция, необходимо повысить температуру или удалить часть получившегося <b>CO2</b>, при этом уменьшится парциальное давление. Поддерживая постоянное более низкое парциальное давление, чем давление диссоциации, можно добиться непрерывного процесса получения кальция. Для этого при обжигании извести в печах делают хорошую вентиляцию.</p><p><b>Получение:</b></p><p>1) при взаимодействии простых веществ: 2Ca + O2 = 2CaO;</p><p>2) при термическом разложении гидроксида и солей: 2Ca(NO3)2 = 2CaO + 4NO2? + O2?.</p><p><b>Химические свойства:</b></p><p>1) взаимодействует с водой: СаO + H2O = Са(OH)2;</p><p>2) реагирует с оксидами неметаллов: СаO + SO2 = CaSO3;</p><p>3) растворяется в кислотах, образуя соли: CaO + 2HCl = CaCl2 +H2O.</p><p><b>Гидроксид кальция (Ca(OH)2 – гашеная известь, пушонка) </b>– белое кристаллическое вещество, кристаллизуется в гексагональной кристаллической решетке. Является сильным основанием, плохо растворимым вводе.</p><p><b>Известковая вода </b>– насыщенный раствор гидроксида кальция, имеющий щелочную реакцию. На воздухе мутнеет в результате поглощения углекислого газа, образуя <b>карбонат кальция</b>.</p><p><b>Получение:</b></p><p>1) образуется при растворении кальция и оксида кальция вводе: CaO + H2O = Са(OH)2 + 16 ккал;</p><p>2) при взаимодействии солей кальция со щелочами: Ca(NO3)2 + 2NaOH = Ca(OH)2 + 2NaNO3.</p><p><b>Химические свойства:</b></p><p>1) при нагревании до 580 °C разлагается: Са(OH)2 = СаO + H2O;</p><p>2) реагирует с кислотами: Ca(OH)2 + 2HCl = CaCl2 + 2H2O.</p>"
  },
  {
    "title": "Жесткость воды и способы ее устранения",
    "content": "<p>Так как кальций широко распространен в природе, его соли в большом количестве содержатся в природных водах. Вода, имеющая в своем составе соли магния и кальция, называется <b>жесткой водой</b>. Если соли присутствуют в воде в небольших количествах или отсутствуют, то вода называется <b>мягкой</b>. В жесткой воде мыло плохо пенится, поскольку соли кальция и магния образуют с ним нерастворимые соединения. В ней плохо развариваются пищевые продукты. При кипячении на стенках паровых котлов образуется накипь, которая плохо проводит теп-лоту, вызывает увеличение расхода топлива и изнашивание стенок котла. Жесткой водой нельзя пользоваться, проводя ряд технологических процессов (крашение). <b>Образование накипи: </b>Са + 2НСО3 = Н2О + СО2 + СаСО3?.</p><p>Перечисленные выше факторы указывают на необходимость удаления из воды солей кальция и магния. Процесс удаления этих солей называется <b>водоумягчением</b>, является одной из фаз обработки воды (водоподготовки).</p><p><b>Водоподготовка </b>– обработка воды, используемая для различных бытовых и технологических процессов.</p><p><b>Жесткость воды подразделяется на:</b></p><p>1) карбонатную жесткость (временную), которая вызывается наличием гидрокарбонатов кальция и магния и устраняется с помощью кипячения;</p><p>2) некарбонатную жесткость (постоянную), которая вызывается присутствием в воде сульфитов и хлоридов кальция и магния, которые при кипячении не удаляются, поэтому она называется постоянной жесткостью.</p><p>Верна формула: Общая жесткость = Карбонатная жесткость + Некарбонатная жесткость.</p><p>Общую жесткость ликвидируют добавлением химических веществ или при помощи катиони-тов. Для полного устранения жесткости воду иной раз перегоняют.</p><p>При применении химического метода растворимые соли кальция и магния переводят в нерастворимые карбонаты:</p><img src='./img/theory/cribs/no_organic/59-1.png'/><p>Более модернизированный процесс устранения жесткости воды – при помощи <b>катионитов</b>.</p><p><b>Катиониты </b>– сложные вещества (природные соединения кремния и алюминия, высокомолекулярные органические соединения), общая формула которых – Na2R, где <i>R – </i>сложный кислотный остаток.</p><p>При пропускании воды через слой катионита происходит обмен ионов (катионов) Na на ионы Са и Mg: Са + Na2R = 2Na + CaR.</p><p>Ионы Са из раствора переходят в катионит, а ионы Na переходят из катионита в раствор. Чтобы восстановить использованный катионит, его необходимо промыть раствором поваренной соли. При этом происходит обратный процесс: 2Na + 2Cl + CaR = Na2R + Ca + 2Cl.</p>"
  },
  {
    "title": "Периодическая система элементов Д.И. Менделеева",
    "content": "<p>Периодический закон был открыт <b>в 1869 году Д.И. Менделеевым</b>. Им же была создана классификация химических элементов, выраженная в форме периодической системы. До Менделеева были предприняты попытки классификации и систематизации элементов, но неудачные. Менделеев был уверен, что между элементами существует закономерная связь. Он доказал это, расположив элементы по возрастанию, взяв за основу атомный вес, и обнаружил, что элементы, имеющие аналогичные химические свойства, встречаются через одинаковые интервалы. Эта закономерность была выражена в периодическом законе:</p><p><i>Свойства простых тел, а также формы и свойства соединений элементов находятся в периодической зависимости от величины атомных весов элементов.</i></p><p>При анализе периодической системы Менделеева было обнаружено:</p><p><i>Свойства химических элементов по мере возрастания атомного веса не изменяются бесконечно, а имеют периодический характер.</i></p><p>В таблице Менделеева существуют периоды и группы:</p><p><b>Периоды </b>– это ряды элементов, в которых свойства элементов меняются последовательно. В таблице Менделеева 3 малых и 4 больших периода. <b>Группы </b>– это ряды элементов, обладающих сходными свойствами. В таблице Менделеева 8 групп.</p><p>Наибольшая валентность каждой группы по кислороду соответствует номеру группы, за некоторыми исключениями. Элементы первой группы образуют оксиды с общей формулой – <b>R2O</b>, второй – <b>RO</b>, третьей – <b>R2O3 </b>и т. д.</p><p><i>Группы делятся на подгруппы: главную и побочную.</i></p><p><b>Значение периодической системы Менделеева.</b></p><p>Периодическая система элементов явилась первой естественной классификацией химических элементов, показавшей, что они взаимосвязаны друг с другом, а также послужила дальнейшим исследованиям.</p><p>Когда Менделеев на основе открытого им периодического закона составлял свою таблицу, многие элементы были еще неизвестны. Как, например, три элемента 4-го периода. Предположительно элементы назывались экабор (его свойства должны напоминать бор), экаалюминий, экасилициум. В течение 15 лет предсказания Менделеева подтвердились. Французский химик <b>Лекок де Буабодран </b>открыл галлий, обладающий всеми свойствами экаалюминия, <b>Л.Ф. Нильсон </b>открыл скандий, и <b>К.А. Винклер </b>открыл элемент германий, имеющий свойства экасилиция.</p><p>Открытие Ga, Sc, Ge – доказательство существования периодического закона. Большое значение имела периодическая система и при установлении валентности и атомных масс некоторых элементов, исправив некоторые из них. На основе периодического закона в настоящее время созданы трансурановые элементы.</p>"
  },
  {
    "title": "Общая характеристика подгруппы бора",
    "content": "<p>Внешняя электронная конфигурация у всех элементов подгруппы – s2p1. Характерным свойством <b>подгруппы IIIA </b>является полное отсутствие металлических свойств у бора и типичные металлические свойства у таллия. Элементы, стоящие между ними в подгруппе, проявляют промежуточные свойства.</p><p><b>Получение</b>. Наиболее важным является <b>алюминий</b>. Проявляет характерные свойства металла – отражательная способность, проводимость, прочность, деформируемость. Алюминий образует ион в степени окисления +3, гидроксид проявляет свойства кислоты и основания (амфотерность). Алюминий получают из природного минерала боксита (Al2O3), подвергаемого обогащению или очистке. Полученный оксид добавляют к расплаву криолита Na3AlF6 в электролизной стальной ванне (катод), футерованной графитом. Анод-стержни из углерода. По этой технологии (<b>процесс Холла—Эру</b>) <i>получают алюминий чистотой 98 %</i>. Дальнейшую очистку проводят электролизом <b>методом Хупса.</b></p><p>Бор в виде аморфного коричневатого порошка получают восстановлением B2O3 активным металлом (щелочным или магнием). При получении загрязняется примесями боридов, например Mg3B2. Более чистый бор получают восстановлением из BBr3. Другие элементы этой подгруппы получают восстановлением их из оксидов.</p><p><b>Химические свойства:</b></p><p>1) элементы подгруппы IIIA образуют оксиды и гидроксиды со степенью окисления III. Свойства их в ряду от алюминия до таллия изменяются от кислотных к основным;</p><p>2) галогениды всех элементов этой подгруппы имеют состав MеX3, а таллий, кроме того, образует TlCl, во многом сходный с AgCl;</p><p>3) элементы и их соединения взаимодействуют с водой;</p><p>4) гидроксиды элементов подгруппы IIIA все, кроме таллия, взаимодействуют со щелочами.</p><p><b>Применение. </b>Бор используют как добавку к цветным сплавам и стали, как противокоррозийное средство, получают из него буру, используемую в производстве глазури, эмали, стекла, сварке, паянии, как удобрение.</p><p>Галогениды элементов подгруппы IIIA применяются в отраслях промышленности и в лабораторных исследованиях. На основе алюминия производят множество сплавов. Применяют при изготовлении химической аппаратуры, проводов, конденсаторов, для алитирования, для получения искусственных рубинов, сапфиров и наждака.</p><p>Галлий используют для наполнения кварцевых термометров, добавляют к алюминию для получения сплавов, поддающихся горячей обработке. Индий используют для покрытия рефлекторов, вкладышей подшипников и для изготовления плавких предохранителей. Таллий используется в оптических приборах, работающих в оптической области спектра, в фотоэлементах.</p>"
  },
  {
    "title": "Алюминий. Применение алюминия и его сплавов",
    "content": "<p>Алюминий расположен в 3-й группе главной подгруппы, в 3 периоде. Порядковый номер 13. Атомная масса ~27. Р-элемент. Электронная конфигурация: <b>1s22s22p63s23p1. </b>На внешнем уровне <b>3s23p1</b>находятся 3 валентных электрона. Степень окисления +3, валентность – III.</p><p><b>Физические свойства: </b>алюминий – металл серебристо-белого цвета, мягкий, механически прочный, тепло– и электропроводный, легко вытягивается в проволоку, прокатывается в тонкую фольгу, легко образует сплавы.</p><p><b>Химические свойства:</b></p><p>1) при обычной температуре реагирует с кислородом, образую окисную пленку, препятствуя дальнейшему окислению металла: 4Аl + 3О2 = 2Аl2О3;</p><p>2) алюминий, лишенный защитной оксидной пленки, взаимодействует с водой: 2Аl + 6Н2О = 2Аl(ОН)3? + 3Н2?;</p><p>3) алюминий энергично взаимодействует с растворами щелочей:</p><img src='./img/theory/cribs/no_organic/61-1.png'/><p>4) при нагревании алюминий взаимодействует с галогенами, с азотом, с углеродом, с серой, а также с аммиаком:</p><img src='./img/theory/cribs/no_organic/61-2.png'/><p><b>Получение. </b>В промышленности алюминий получают электролизом раствора Аl2О3 в расплавленном криолите Na3AlF6 с добавлением СаF2. Алюминий выделяется на катоде.</p><p><b>Нахождение в природе: </b>алюминий – один из наиболее распространенных элементов в земной коре – до 250 руд, содержащих алюминий: боксит – Аl2О3?хH2O – содержит от 32–60 % Аl2О3 (глинозема); корунд – Аl2О3 – кристаллическая модификация глинозема; рубин и сапфир – драгоценные камни; нефелин – (К, Na)2О?Аl2О3?2SiО2 – одна из важнейших алюминиевых руд; каолин – Аl2О3?2SiО2?2H2O – составляет основу всех глин; алунит – К2SO4?Аl2(SO4)3?2Аl2О3?6H2O – относятся к важнейшим алюминиевым рудам; криолит Na3[AlF6]; шпинель Мg(АlО2)2 и метаалюминаты типа шпинели Zn(АlО2)2. Сплавы алюминия: дюралюминий – 94 % Аl, 4 % Сu, по 0,5 % Мg, Мn, Fe и Si; силумин – Аl + ~13 % Si; магналий – Аl с содержанием Мg – 0,5—11,5 %.</p><p><b>Применение алюминия и его соединений и сплавов: </b>алюминий и его соединения применяется в быту и во всех отраслях народного хозяйства: в машиностроении, автостроении, в химической промышленности (для производства и транспортировки холодной концентрированной HNO3, т. к. алюминий в ней пассивируется). При помощи алюмотерапии производят сварку рельсов, проводят сварочные работы под водой. Чистым алюминием покрывают бензобаки, что способствует предохранению бензина от теплового излучения.</p>"
  },
  {
    "title": "Оксид и гидроксид алюминия",
    "content": "<p><b>Оксид алюминия – Al2O3. Физические свойства: </b>оксид алюминия – белый аморфный порошок или очень твердые белые кристаллы. Молекулярная масса = 101,96, плотность – 3,97 г/см3, температура плавления – 2053 °C, температура кипения – 3000 °C.</p><p><b>Химические свойства: </b>оксид алюминия проявляет амфотерные свойства – свойства кислотных оксидов и основных оксидов и реагирует и с кислотами, и с основаниями. Кристаллический Аl2О3 химически пассивен, аморфный – более активен. Взаимодействие с растворами кислот дает средние соли алюминия, а с растворами оснований – комплексные соли – <b>гидроксоалюминаты металлов:</b></p><img src='./img/theory/cribs/no_organic/62-1.png'/><p>При сплавлении оксида алюминия с твердыми щелочами металлов образуются двойные соли – <b>метаалюминаты </b>(безводные алюминаты):</p><img src='./img/theory/cribs/no_organic/62-2.png'/><p>Оксид алюминия не взаимодействует с водой и не растворяется в ней.</p><p><b>Получение: </b>оксид алюминия получают методом восстановления алюминием металлов из их оксидов: хрома, молибдена, вольфрама, ванадия и др. – <b>металлотермия</b>, открытый <b>Бекетовым</b>:</p><img src='./img/theory/cribs/no_organic/62-3.png'/><p><b>Применение: </b>оксид алюминия применяется для производства алюминия, в виде порошка – для огнеупорных, химически стойких и аб-разивных материалов, в виде кристаллов – для изготовления лазеров и синтетических драгоценных камней (рубины, сапфиры и др.), окрашенных примесями оксидов других металлов – Сr2О3 (красный цвет), Тi2О3 и Fe2О3 (голубой цвет).</p><p><b>Гидроксид алюминия – А1(ОН)3</b>. <b>Физические свойства: </b>гидроксид алюминия – белый аморфный (гелеобразный) или кристаллический. Почти не растворим в воде; молекулярная масса – 78,00, плотность – 3,97 г/см3.</p><p><b>Химические свойства: </b>типичный амфотерный гидроксид реагирует:</p><p>1) с кислотами, образуя средние соли: Al(ОН)3 + 3НNO3 = Al(NO3)3 + 3Н2О;</p><p>2) с растворами щелочей, образуя комплексные соли – гидроксоалюминаты: Al(ОН)3 + КОН + 2Н2О = К[Al(ОН)4(Н2О)2].</p><p>При сплавлении Al(ОН)3 с сухими щелочами образуются метаалюминаты: Al(ОН)3 + КОН = КAlO2 + 2Н2О.</p><p><b>Получение:</b></p><p>1) из солей алюминия под действием раствора щелочей: AlСl3 + 3NaOH = Al(ОН)3 + 3Н2О;</p><p>2) разложением нитрида алюминия водой: AlN + 3Н2О = Аl(ОН)3 + NН3?;</p><p>3) пропусканием СО2 через раствор гидроксокомплекса: [Аl(ОН)4]-+ СО2 = Аl(ОН)3 + НСО3-;</p><p>4) действием на соли Аl гидратом аммиака; при комнатной температуре образуется Аl(ОН)3.</p>"
  },
  {
    "title": "Общая характеристика подгруппы хрома",
    "content": "<p>Элементы <b>подгруппы хрома </b>занимают промежуточное положение в ряду переходных металлов. Имеют высокие температуры плавления и кипения, свободные места на электронных орбиталях. Элементы <b>хром </b>и <b>молибден </b>обладают нетипичной электронной структурой – на внешней s-орбитали имеют один электрон (как у Nb из подгруппы VB). У этих элементов на внешних d– и s-орбиталях находится 6 электронов, поэтому все орбитали заполнены наполовину, т. е. на каждой находится по одному электрону. Имея подобную электронную конфигурацию, элемент обладает особенной стабильностью и устойчивостью к окислению. <b>Вольфрам </b>имеет более сильную металлическая связь, нежели <b>молибден</b>. Степень окисления у элементов подгруппы хрома сильно варьирует. В надлежащих условиях все элементы проявляют положительную степень окисления от 2 до 6, максимальная степень окисления соответствует номеру группы. Не все степени окисления у элементов стабильны, у хрома самая стабильная – +3.</p><p><i>Все элементы образуют оксид MVIO3, известны также оксиды с низшими степенями окисления. </i>Все элементы данной подгруппы амфотерны – образуют комплексные соединения и кислоты.</p><p><b>Хром, молибден </b>и <b>вольфрам </b>востребованы в металлургии и электротехнике. Все рассматриваемые металлы покрываются пассивирующей оксидной пленкой при хранении на воздухе или в среде кислоты-окислителя. Удалив пленку химическим или механическим способом, можно повысить химическую активность металлов.</p><p><b>Хром. </b>Элемент получают из хромитной руды Fe(CrO2)2, восстанавливая углем: Fe(CrO2)2 + 4C = (Fe + 2Cr) + 4CO?.</p><p>Чистый хром получают восстановлением Cr2O3 с помощью алюминия или электролиза раствора, содержащего ионы хрома. Выделяя хром с помощью электролиза, можно получить хромовое покрытие, используемое в качестве декоративных и защитных пленок.</p><p>Из хрома получают феррохром, применяемый при производстве стали.</p><p><b>Молибден. </b>Получают из сульфидной руды. Его соединения используют при производстве стали. Сам металл получают при восстановлении его оксида. Прокаливая оксид молибдена с железом, можно получить ферромолибден. Используют для изготовления нитей и трубок для обмотки печей и электроконтактов. Сталь с добавлением молибдена используют в автомобильном производстве.</p><p><b>Вольфрам. </b>Получают из оксида, добываемого из обогащенной руды. В качестве восстановителя используют алюминий или водород. Получившийся вольфрам в идее порошка впоследствии формуют при высоком давлении и термической обработке (порошковая металлургия). В таком виде вольфрам используют для изготовления нитей накаливания, добавляют к стали.</p>"
  },
  {
    "title": "Хром",
    "content": "<p>Хром <b>(Cr) </b>– d-элемент расположенный в 4-м периоде, в VI группе побочной подгруппы. Высшая степень окисления – +6. В соединениях может проявлять степень окисления от + до +6, но наиболее характерными для хрома является степень окисления +3 и +6. В остальных степенях окисления соединения хрома неустойчивы.</p><p><b>Физические свойства: </b>хром – серовато-белый металл с характерным металлическим блеском. Природный хром состоит из смеси 5 изотопов: 50, 52, 53, 54, 56. Это самый твердый из всех известных металлов, его плотность 7,2 г/см3. Температура плавления – 1855 °C, температура кипения – 2642 °C. При обычной температуре хром устойчив к воздействию воды и воздуха.</p><p><b>Химические свойства: </b>электронная конфигурация: <b>1s22s22<i>p2</i>3s23p63d54s1</b>. В образовании химических связей хрома участвуют не только электроны внешнего 4 уровня, но и электроны предпоследнего уровня – 3d-подуровня.</p><p>При высокой температуре хром горит в кислороде: 4Cr + 3О2 = 2Cr2О3.</p><p>Раскаленный хром реагирует с парами воды, вытесняя из нее кислород: 2Cr + 3Н2О = Cr2О3 + 3Н2?.</p><p>При нагревании реагирует с галогеноводородами, S, N2, P4, C, Si, B:</p><img src='./img/theory/cribs/no_organic/64-1.png'/><p>С галогенами реагирует не одинаково:</p><p>а) со фтором взаимодействует даже на холоде: Cr + 3F2 = CrF6;</p><p>б) с хлором реагирует при нагревании: 2Cr + 3Cl2 = 2CrCl3.</p><p>Разбавленная соляная и серная кислоты растворяют хром с выделением водорода, а в холодной азотной он пассивируется. Хром образует три оксида: CrО, Cr2О3 и CrО3.</p><p><b>Получение: </b>В чистом виде хром получают двумя способами:</p><p>1)<b> металлотермический</b> – восстановление металла из его оксида с помощью другого металла;</p><p>2)<b> электролитический</b> – электролиз водного раствора хромовых кислот. При этом одновременно с хромом на катоде выделяется водород. Поэтому получаемый хром содержит включения водорода. Для получения чистого хрома его переплавляют в вакууме.</p><p>Металлический хром получают алюмотерми-ческим способом (способ Бекетова) из оксида <b>Cr2О3</b>: Cr2О3 + 2Al = Al2О3 + 2Cr.</p><p><b>Нахождение в природе: </b>в природе хром встречается только в виде соединений, важнейшим из которых является <b>хромистый железняк FeCrO</b><b>4</b> или <b>Fe(CrO)2</b>, из которого путем восстановления углеродом в электропечах получают сплав – <b>феррохром</b>. Используется хром в инструментальной и автомобильной промышленности: хромирование – покрытие хромом других металлов; в металлургии – при производстве легированной стали.</p>"
  },
  {
    "title": "Оксиды и гидроксиды хрома",
    "content": "<p>Хром образует три оксида: CrО, Cr2О3 и CrО3. <b>Оксид хрома II (CrО) </b>– основный оксид – черный порошок. Сильный восстановитель. CrО растворяется в разбавленной соляной кислоте: CrО + 2НСl = CrСl2 + Н2О.</p><p>При нагревании на воздухе выше 100 °C CrО превращается в Cr2О3: 4CrО + О2 = 2Cr2О3.</p><p><b>Оксид хрома III (Cr2О3) </b>– тугоплавкий порошок зеленого цвета (температура плавления – 2265 °C). Твердость кристаллов близка к корунду, поэтому его вводят в состав полирующих средств. Получают из хромистого железняка (FeCr2O4). При окислительно-щелочном сплавлении последнего с содой образуются хромат натрия NaCrO4: 2Fe(CrO2)2 + 4Na2CO3 + 1/2O2 = 4Na2CrO4 + Fe2O3 + 4CO2.</p><p>Затем Na2CrO4 переводят в Na2Cr2O7 – дихромат: Na2CrO4 + Н2SO4 = Na2Cr2O7 + Н2О + Na2SO4.</p><p>Далее дихромат восстанавливают углем и получают Cr2О3: Na2Cr2O7 + 2С = Na2CO3 + Cr2О3 + СО?.</p><p>В лаборатории Cr2О3 получают термическим разложением дихромата аммония: (NH4)2Cr2O7?Cr2О3 + N2 + 4Н2О.</p><p><b>Cr2О3</b> – амфотерный оксид: реагирует с основаниями и кислотами при сплавлении его со щелочами образует хромиты: Cr2О3 + NaОН = 2NaCrO2 + Н2О.</p><p><b>Оксид хрома VI (CrО3) – </b>темно-красные кристаллы, хорошо растворимые в воде. <b>CrО3</b> – кислотный оксид, с избытком воды образует хромовую кислоту: CrO3 + H2O?H2CrO4.</p><p>CrO3 – ангидрид хромовой кислоты. При большой концентрации CrO3 образуются дихромовая кислота: 2CrO3 + H2O?H2CrO7.</p><p>CrO3 при нагревании до 250 °C разлагается: 4CrO3?2Cr2О3 + 3О2?.</p><p><b>Получение: </b>взаимодействием дихромата калия с концентрированной <b>H2S04</b>: К2CrO7 + Н2SO4 = CrO3? + К2SO4 + H2O. <i>CrO3 – сильный окислитель – окисляет йод, серу, уголь, фосфор, превращаясь при этом в Cr2</i>О3.</p><p><b>Гидроксид хрома II Сг(ОН)2 </b>желтого цвета, в воде не растворим, обладает основными свойствами, является восстановителем, получается действием щелочи на хлорид хрома CrСl2, получаемого при взаимодействии Cr c НСl:</p><img src='./img/theory/cribs/no_organic/65-1.png'/><p>Соединения Cr II неустойчивы и легко окисляются кислородом воздуха:</p><img src='./img/theory/cribs/no_organic/65-2.png'/><p><b>Гидроксид хрома III (Cr(OH)3)n </b>– это сложный полимер зеленого цвета, не растворимый в воде, обладает амфотерными свойствами – растворяется в кислотах и в щелочах; реагирует с кислотами с образованием солей хрома (III):</p><img src='./img/theory/cribs/no_organic/65-3.png'/><p>со щелочами – с образованием сине-фиолетовых растворов – гидроксохромитов:</p><img src='./img/theory/cribs/no_organic/65-4.png'/><p>При сплавлении Cr(ОН)3 со щелочами получают хромиты, а с избытком – метахромиты:</p><img src='./img/theory/cribs/no_organic/65-5.png'/>"
  },
  {
    "title": "Хроматы и дихроматы",
    "content": "<p><b>Хроматы </b>– соли хромовой кислоты <b>Н2Сг04, </b>существующей лишь водных растворах с концентрацией не выше 75 %. Валентность хрома в хроматах – 6. Хроматы щелочных металлов и магния имеют хорошую растворимость в воде, а растворимость щелочноземельных металлов очень резко снижается в ряду CaCrO4 – SrCrO4 – BaCrO4 – RaCrO4. Хроматы – желтые кристаллические вещества – желтую окраску обеспечивает хромат-ион <b>Сг042-</b>. Дихроматы – соли дихромовой кислоты <b>Н2Сг07</b>. В отличие от хроматов, почти все соли-дихроматы хорошо растворимы в воде. Дихроматы имеют ярко-оранжевую окраску, обеспеченную дихромат-ионом: <b>Сг072-. </b>Хромат и дихромат-ионы способны к взаимопревращению в зависимости от кислотности среды: если раствор подкислить, то хромат-ионы будут переходить в дихромат-ионы по схеме:</p><img src='./img/theory/cribs/no_organic/66-1.png'/><p>Если добавить щелочи, то пойдет обратная реакция:</p><img src='./img/theory/cribs/no_organic/66-2.png'/><p>Хроматы получают взаимодействием оксида хрома (VI) или раствора хромовой кислоты H2CrO4 с оксидами, гидроксидами, карбонатами металлов или при обменной реакции с участием растворимых солей-хроматов, или путем окисления комплексных солей – гидроксохроматов в избыточном растворе щелочи:</p><img src='./img/theory/cribs/no_organic/66-3.png'/><p><b>Хромат калия K2CrO</b><b>4</b> – кристаллы желтого цвета, при нагревании краснеют. Кристаллогидратов не образует. Дихроматы – сильные окислители:</p><img src='./img/theory/cribs/no_organic/66-4.png'/><p>Получают дихроматы из соединений Cr (III) в кислой среде:</p><img src='./img/theory/cribs/no_organic/66-5.png'/><p><b>Дихромат аммония (NH4)2Cr2O7 – </b>оранжевые кристаллы, не образует кристаллогидратов. При слабом нагревании он самовоспламеняется с выбросом искр – раскаленных частиц <b>Cr2O3</b>, N2 и паров воды – «химический вулкан».</p><p>Дихромат калия <b>K2Cr2O7?2H2O и Na2Cr2O7 </b>– хромпики, оранжево-красные кристаллы, кристаллогидратов не образует. Используется в пиротехнике, в хроматометрии, в производстве спичек. Смесь равных объемов раствора K2Cr2O7 и концентрированной серной кислоты – хромовая смесь – является очень сильным окислителем, в лабораториях применяется для мытья стеклянной посуды. Хроматы применяются для протравы семян, при крашении, в лакокрасочной, кожевенной (в качестве дубящих реагентов кожи), текстильной промышленности; используются в лабораторном способе разделения хрома-тов кальция, стронция и бария.</p><p>Наиболее распространенным в природе, минералом является минерал <b>PbCrO</b><b>4</b> – <b>крокоит</b>. Хромат – <b>тарапакаит </b>и дихромат калия – <b>лопецит </b>– также являются природными минералами.</p>"
  },
  {
    "title": "Общая характеристика семейства железа",
    "content": "<p><b>Семейство железа </b>входит в состав побочной подгруппы восьмой группы и является в ней первой триадой, включающей в себя <b>железо, кобальт </b>и <b>никель</b>. Эти элементы имеют два электрона на наружном слое атома, все они являются металлами. По свойствам все три элемента похожи между собой. Для них характерна степень окисления 2, 3, 4. Реже проявляются более высокие степени окисления. Ни один элемент из семейства железа не проявляет максимальной степени окисления +8. Все металлы триады образуют разнообразные соединения, проявляя степени окисления +2 и +3. Проявление высокой степени окисления и амфотерных свойств характерно для железа.</p><p>Температуры плавления элементов триады железа высокие, тем не менее, ниже, чем у элементов, находящихся в серединах серий переходных металлов.</p><p><b>Железо </b>– первый элемент в переходных рядах, имеющий спаренный электрон на внутренней d-орбитали. Спаренные электроны с такой орбитали труднее участвуют в образовании химической связи, чем неспаренные. У триады железа существуют особенности орбитального строения, проявляющиеся в виде магнитных и ферромагнитных свойств. В результате ориентированности атомов металлы образуют постоянные магниты. Все металлы семейства железа проявляют электроположительное поведение. Инертны в среде окислителя, даже кислорода, так как образуют оксидные пленки.</p><p><b>Химические свойства железа:</b></p><p>1) взаимодействует с кислородом при высоких температурах;</p><p>2) оксиды в низшей степени окисления <b>MO</b>;</p><p>3) при взаимодействии с галогенами образует галогениды, дигалогениды;</p><p>4) образует комплексные соединения;</p><p>5) образует <b>карбонилы </b>– соединения, в которых переходный металл образует связь с ионом металла или водорода и координированными карбониловыми группами <b>(пентакарбонил кобальта [Co(CO)5])</b>;</p><p>6) взаимодействуют с серой и сероводородом при нагревании, образуя сульфиды.</p><p><b>Железо </b>– второй (после алюминия) по распространенности металл, встречается в виде различных руд, пригодных для переработки. Из них получают почти чистый <b>Fe3O4</b>, который вместе с известняком и коксом используется для выплавки чугуна в доменной печи.</p><p><b>Кобальт </b>выделяют из руд, содержащих много мышьяка и некоторой доли серебра, достаточной для промышленной переработки.</p><p><b>Никель </b>– в руде много примесей: сульфиды никеля, меди и железа. Половина получаемого никеля расходуется в производстве стали для повышения ее коррозионной стойкости и твердости. Он используется также для создания прочных покрытий на стальных изделиях.</p>"
  },
  {
    "title": "Железо",
    "content": "<p><b>Железо </b>занимает второе место после алюминия по распространенности в земной коре (~4 %). Содержится в виде соединений (оксиды, сульфиды и силикаты).</p><p>Руды, из которых получают железо – магнитный, красный, бурый и шпатовый железняки, реже – железный колчедан или пирит. Последний используют для получения серной кислоты.</p><p><b>Физические свойства</b>. Температура плавления – 1539±5 °C. У железа существуют 2 кристаллические модификации: ?-железо ?-железо. Является пластичным металлом серебристого цвета. Хорошо поддается механической обработке. От чистоты железа зависят его механические свойства, а оно в твердой фазе способно растворять в себе элементы. Твердый раствор углерода в ?-железе – феррит, в ?-железе – аустенит. Такому раствору отвечает соединение цементит или карбид железа – вещество со сложной кристаллической структурой, большой твердостью и хрупкостью, имеет температуру плавления 1600 °C. Свойства таких растворов зависят от содержания в них углерода. Но, несмотря на концентрацию углерода, феррит и аустенит имеют меньшую твердость и пластичность, чем цементит.</p><p><b>Получение. </b>Железо без примесей можно получить при восстановлении оксида железа (III) водородом при повышенной температуре. Сейчас существует немало методов, позволяющих получить железо, содержащее 10-6% примесей, но в практических целях используется железо в виде сплавов.</p><p>Черная металлургия занимается производством сплавов железа – чугунов и сталей, перерабатывающая – железных руд и сплавов. Обрабатывая руду, в первую очередь получают чугун, из которого потом получают сталь.</p><p><b>Стали </b>– железоуглеродные сплавы, содержащие меньше 2,14 % углерода.</p><p><b>Чугуны </b>– железоуглеродные сплавы, содержащие больше 2,14 % углерода.</p><p>Для того, чтобы получить чугун, используют руды, содержащие серу (гематит, магнетит, сидерит). Для доменных процессов не используют руду с малым содержанием серы (0,3 %), так как сера, переходя в железо, делает его ломким и хрупким.</p><p>Получаемый чугун содержит 93 % Fe, 7 % составляют C, Si, P и газовые включения (азот, кислород и др.). Для удаления примесей проводят обжиг в отражательных печах. Добавление определенных металлов придает сплаву твердость, вязкость, механическую прочность и другие физические свойства, необходимые для сталей. Затем полученный сплав подвергают операциям отжига и закалки для создания хорошей кристаллической структуры и распределения фаз.</p><p><b>Полученный чугун используют для:</b></p><p>1) переплавки в сталь в конвертерах, мартеновских или электрических дуговых печах;</p><p>2) литейный чугун используется в машиностроении для чугунного литья.</p>"
  },
  {
    "title": "Соединения железа",
    "content": "<p><b>Оксид железа (II) FeO </b>– черное кристаллическое вещество, нерастворимое в воде и щелочах. <b>FeO </b>соответствует основание <b>Fe(OH)2</b>.</p><p><b>Получение. </b>Оксид железа (II) можно получить неполным восстановлением магнитного железняка оксидом углерода (II):</p><img src='./img/theory/cribs/no_organic/69-1.png'/><p><b>Химические свойства. </b>Является основным оксидом. Реагируя с кислотами, образует соли:</p><img src='./img/theory/cribs/no_organic/69-2.png'/><p><b>Гидроксид железа (II) Fe(OH)2 </b>– кристаллическое вещество белого цвета.</p><p><b>Получение. </b>Гидроксид железа (II) получается из солей двухвалентного железапри действии растворов щелочей:</p><img src='./img/theory/cribs/no_organic/69-3.png'/><p><b>Химические свойства. </b>Основный гидроксид. Вступает в реакции с кислотами:</p><img src='./img/theory/cribs/no_organic/69-4.png'/><p>На воздухе Fe(OH)2 окисляется до Fе(ОН)3:</p><img src='./img/theory/cribs/no_organic/69-5.png'/><p><b>Оксид железа(III) Fe2O3 </b>– вещество бурого цвета, встречается в природе в виде красного железняка, нерастворим в воде.</p><p><b>Получение</b>. При обжиге пирита:</p><img src='./img/theory/cribs/no_organic/69-6.png'/><p><b>Химические свойства. </b>Проявляет слабые амфотерные свойства. При взаимодействии со щелочами образует соли:</p><img src='./img/theory/cribs/no_organic/69-7.png'/><p><b>Гидроксид железа (III) Fe(OH)3 </b>– вещество красно-бурого цвета, нерастворимое в воде и избытке щелочи.</p><p><b>Получение</b>. Получают путем окисления оксида железа (III) и гидроксида железа (II).</p><p><b>Химические свойства. </b>Является амфотерным соединением (с преобладанием основных свойств). Выпадает в осадок при действии щелочей на соли трехвалентного железа:</p><img src='./img/theory/cribs/no_organic/69-8.png'/><p><b>Соли двухвалентного железа </b>получают взаимодействием металлического железа с соответствующими кислотами. Они сильно гидро-лизуются, потому их водные растворы – энергичные восстановители:</p><img src='./img/theory/cribs/no_organic/69-9.png'/><p>При нагревании выше 480 °C разлагается, образуя оксиды:</p><img src='./img/theory/cribs/no_organic/69-10.png'/><p>При действии щелочей на сульфат железа (II) образуется гидроксид железа (II):</p><img src='./img/theory/cribs/no_organic/69-11.png'/><p>Образует кристаллогидрат – <b>FeSO4?7Н2О (железный купорос). Хлорид железа (III) FeCl3 – </b>кристаллическое вещество темно-коричневого цвета.</p><p><b>Химические свойства. </b>Растворим в воде. <b>FeCl3 </b>проявляет окислительные свойства.</p><p>Восстановители – магний, цинк, сероводород, окисляются без нагревания.</p>"
  },
  {
    "title": "Теория химического строения",
    "content": "<p><b>Теорию химического строения </b>разработал <b>А.М. Бутлеров. </b>Она имеет <b>следующие положения:</b></p><p>1) атомы в молекулах соединены друг с другом в определенной последовательности. Изменение этой последовательности приводит к образованию нового вещества с другими свойствами;</p><p>2) соединение атомов происходит соответственно их валентностям;</p><p>3) свойства веществ зависят от их химического строения.</p><p><b>Вывод: </b>свойства вещества определяются внутренней структурой – химическим строением.</p><p>По теории строение молекул возможно изобразить в виде структурных формул. В них указана последовательность соединения атомов, каждая черточка обозначает единицу валентности.</p><img src='./img/theory/cribs/no_organic/7-1.png'/><p>По этой схеме можно понять различия веществ по свойствам. Структурные формулы не отражают взаимного расположения атомов в пространстве.</p><p><b>Вывод: </b>вещество допустимо изображать при помощи структурной формулы, если вещество имеет молекулярное строение. Не все вещества имеют молекулярное строение.</p><p><b>Виды строения веществ: </b>молекулярное; атомное; ионное.</p><p>Теория химического строения объясняет явление <b>изомерии</b>.</p><p><b>Изомеры </b>– соединения, обладающие одним и тем же качественным и количественным составом, но разными свойствами. Зависимость свойств изомеров и органических соединений от их химического строения объясняется передающимся «взаимным влиянием атомов», в результате чего атомы приобретают различные химические свойства.</p><p><b>Бутлеров </b>предвидел и доказал существование позиционной и скелетной изомерии. В <b>1863 г. </b>ему удалось впервые получить самый простой третичный спирт – <b>третичный бутиловый спирт</b>, или <b>триметилкарбинол</b>. Он расшифровал его строение и доказал наличие у него изомеров. В <b>1864 г. Бутлеров </b>предсказал существование двух <b>бутанов </b>и трех <b>пентанов</b>, позднее – <b>изобутилена</b>.</p><p>Теория химического строения послужила предпосылкой развития <b>теории химической связи.</b></p><p>В <b>1916 г. Льюис </b>предположил, что химическая связь возникает при образовании электронной пары, принадлежащей двум атомам.</p><p>Из этого предположения была разработана <b>теория ковалентной связи</b>.</p><p><b>В. Коссель </b>предположил, что один атом отдает ион, а другой его принимает при взаимодействии друг с другом. Один атом становится положительно заряженным, а другой – отрицательно заряженным.</p><p>Из этих идей развилась современная <b>теория ионной связи</b>.</p>"
  },
  {
    "title": "Доменный процесс",
    "content": "<p><b>Доменный процесс – </b>выплавка чугуна в доменной печи. Доменная печь выкладывается огнеупорными кирпичами высотой 30 м и внутренним диаметром 12 м. Верхняя половина – шихта оканчивается колошником, закрывающимся колошниковым затвором. Самую широкую часть печи называют распаром, а нижнюю – горном. Через фурмы (отверстия в горне) вдувают горячий воздух или кислород в печь. В доменную печь загружают слоями кокс и агломерат (сначала кокс).</p><p><b>Агломерат </b>– руда, спеченная с флюсом. С помощью вдуваемого воздуха или кислорода поддерживается постоянная температура, необходимая для выплавки чугуна. В горне происходит сгорание угля и образование углекислого газа. Он поднимается наверх, проходит слои кокса и превращается в оксид углерода (II), который восстанавливает основную часть руды, окисляясь обратно в углекислый газ. В верхней части доменной печи и проходит процесс восстановления руды:</p><img src='./img/theory/cribs/no_organic/70-1.png'/><p>В руде также присутствует пустая порода – песок или диоксид кремния, являющийся тугоплавким соединением. Чтобы тугоплавкое вещество превратить в легкоплавкое, в руду добавляют флюсы (например, CaCO3). При взаимодействии с которыми тугоплавкое соединение образует легкоотделимый шлак.</p><p>Образовавшееся твердое железо спускается вниз, попадает в более горячую часть печи – распар, растворяя при этом в себе углерод. Таким образом, образуется чугун, который расплавляется и стекает в нижнюю часть печи, а шлаки остаются на его поверхности. Через некоторое время чугун и шлаки выпускают через специальные отверстия печи. При этом из отверстия выходят газы, содержащие ~25 % оксида углерода, их сжигают в кауперах (камерах, предназначенных для нагревания вдуваемых газов).</p><p>Доменная печь работает без перерывов. По мере опускания слоев кокса и агломерата в нее добавляют новые через верх печи и загружают в чугунную воронку.</p><p>С помощью вдувания в печь кислорода можно ускорить выплавку чугуна, при этом предварительный нагрев становиться ненужным. В результате чего отпадает необходимость в кауперах, а также вместе с этим повышается производительность печи и уменьшение расхода топлива. Печь продуваемая кислородом дает в 1,5 раза больше металла и на 25 % сокращает расход кокса, чем продуваемая воздухом. В большой доменной печи каждую минуту происходит выплавка 2,5 тонн чугуна. Переработка чугуна в сталь происходит при окислении содержащегося в чугуне углерода и примесей и отделении получающихся оксидов в газовую фазу или шлак. Основная масса чугуна перерабатывается в сталь при мартеновском процессе.</p>"
  },
  {
    "title": "Чугун и сталь",
    "content": "<p>Сплавы железа – металлические системы, основным компонентом которых является железо.</p><p><b>Классификация сплавов железа:</b></p><p>1) сплавы железа с углеродом (нелегированные и легированные чугуны и стали);</p><p>2) сплавы с особыми физико-химическими свойствами;</p><p>3) ферросплавы.</p><p><b>Чугуны. </b>Содержат более 2 % углерода. Его содержание в чугуне обусловлено химическими процессами, происходящими в доменной печи при выплавке. По назначению доменные чугуны разделяют на <b>передельные </b>и <b>литейные</b>. Передельные чугуны переплавляют на сталь. Литейные чугуны применяют в машиностроении для изготовления чугунного литья.</p><p><b>По степени графитизации </b>литейные чугу-ны делят на белый, половинчатый, серый.</p><p><b>По форме включений графита</b>: чугун с пластинчатым, шаровидным, вермикулярным (изогнутые пластинки) и хлопьевидным графитом.</p><p><b>В зависимости от характера металлической основы </b>выделяют перлитный, феррит-ный и ферритно-перлитный.</p><p><b>По назначению</b>: конструкционный и чугун со специальными свойствами. <b>По химическому составу: </b>легированный и нелегированный. Промышленность производит легированные чугуны со специальными физико-химическими свойствами (коррозионностойкие чугуны, кислотоупорные и щелочеупорные, жаростойкие, антифрикционные).</p><p><b>Стали. </b>Содержат меньше 1,5–2 % углерода. <b>Основные способы производства </b>стали кислородно-конвертерный, мартеновский и электросталеплавильный. Свойства сталей определяются свойствами и соотношением фаз в сплаве.</p><p><b>Классификация сталей:</b></p><p>1) заэвтекоидная сталь (больше 0,8 % углерода). Состав: участки перлита и вторичного цементита;</p><p>2) эвтекоидная сталь (0,8 % углерода). Состав: участки перлита;</p><p>3) доэвтекоидная сталь (меньше 0,8 % углерода). Состав: участки феррита и перлита.</p><p>Твердость и прочность стали возрастают с повышением содержания углерода до 0,9 %, при большем повышении твердость продолжает возрастать, но начинает понижаться прочность.</p><p>По содержанию углерода и легирующих элементов стали делят на <b>углеродистые </b>и <b>легированные</b>.</p><p><b>Легированные стали по химическому составу делят на: </b>низко-, средне– и высоколегированные.</p><p>Стали, также классифицируются по названию легирующего элемента.</p><p>Сплавы с особыми физико-химическими свойствами. К ним относят некоторые виды стали и сплавы (ферросплавы) с высоким (до 50 %) содержанием различных элементов. Ферросплавы используют в процессе производства железа.</p>"
  },
  {
    "title": "Тяжелая вода",
    "content": "<p><b>Тяжелая вода </b>– оксид дейтерия D2O с кислородом природного изотопного состава, бесцветная жидкость без запаха и вкуса.</p><p><b>Тяжелая вода </b>была открыта в <b>1932 г. Г. Юри</b>, <b>Ф. Брикведде </b>и <b>Дж. Мерфи</b>, впервые получена в чистом виде и изучена в <b>1933 г. Г. Льюисом </b>и <b>P. Макдональдом</b>. При электролизе обыкновенной воды, включающей в себя молекулы НО, существует также малая доля молекул DO, образованных тяжелым изотопом водорода. Разлагаются в основном молекулы НО, поэтому при длительном электролизе воды остаток постепенно обогащается молекулами DO. В <b>1933 году </b>из такого остатка электролиза удалось выделить небольшое количество воды с молекулярным составом DО, которая получила название <b>тяжелая вода</b>.</p><p>В смеси <b>D2O </b>и <b>H2O</b> с большой скоростью протекает изотопный обмен: <b>H2O + D2O = 2HDO</b></p><p>Дейтерий обычно присутствует в воде в малом количестве (<b>HDO</b>), реже в большом – <b>D2O</b>.</p><p>Строение молекулы тяжелой воды аналогично строению простой воды, отличия существуют лишь в длине связей и углов между ними. При конденсированном состоянии наличествует водородная связь.</p><p><b>Химические и физические свойства.</b></p><p>У тяжелой воды температура кипения – 101,44 °C, температура плавления – 3,823 °C.</p><p>Кристаллы <b>D2O </b>имеют такую же структуру, как и кристаллы обычного льда, различие в размерах элементарной ячейки очень мало (0,1 %). Тяжелая вода менее летуча, чем обыкновенная вода. Растворимость и растворяющая способность тяжелой воды ниже, чем у обычной воды. Она имеет меньшую ионизацию.</p><p><b>Получение</b>. Тяжелую воду получают выделением воды или при окислении водорода, имеющего естественный изотопный состав. Производство тяжелой воды делиться на две стадии.</p><p>1. Начальное концентрирование (от природной концентрации равной 5—10 % из расчета D2O):</p><p>а) изотопный обмен между водой и H2S в двух-, трехступенчатой каскадной системе противоточных колонн по двухтемпературной схеме;</p><p>б) многоступенчатый электролиз воды с каталитическим изотопным обменом между водой и водородом;</p><p>в) низкотемпературная ректификация жидкого водорода с последующим сжиганием дейтерия и кислорода.</p><p>2. Изотопный обмен между водородом и аммиаком в присутствии <b>K </b>и конечное концентрирование (от 5—10 % до 99,8 % <b>D2O</b>). Происходит ректификация воды с использованием вакуума или электролиза.</p><p><b>Применение. </b>Используют в качестве замедлителя нейтронов и теплоносителя в энергетических и исследовательских ядерных реакторах на тепловых нейтронах, как источник дейтерия для термоядерного синтеза и как источник его в ускорителях частиц, изотопный индикатор. Замедляет биологические процессы.</p>"
  },
  {
    "title": "Соли соляной кислоты",
    "content": "<p><b>Соли соляной кислоты или хлориды </b>– соединения хлора со всеми элементами, имеющими меньшее значение электроотрицательности.</p><p><b>Хлориды металлов </b>– твердые вещества. В основном хорошо растворимы в воде, но <b>AgCl, CuCl, HgCl2, TlCl и PbCl2 </b>– малорастворимы. Хлориды щелочных и щелочноземельных металлов имеют нейтральную реакцию. Увеличение числа атомов хлора в молекулах хлоридов приводит к уменьшению полярности химической связи и термической стойкости хлоридов, увеличению их летучести и склонности к гидролизу. Растворы хлоридов других металлов имеют кислую реакцию вследствие гидролиза:</p><img src='./img/theory/cribs/no_organic/73-1.png'/><p>Хлориды неметаллов – вещества, которые могут быть в любом агрегатном состоянии: газообразные (HCl), жидкие (PCl3) и твердые (PCl5). Также вступают в реакцию гидролиза:</p><img src='./img/theory/cribs/no_organic/73-2.png'/><p>Некоторые хлориды неметаллов являются комплексными соединениями, например, РС15 состоит из ионов [РСl4]+ и [РСl6]-. Хлориды брома и йода относят к межгалогенным соединениям. Для ряда хлоридов характерна ассоциация и полимеризация в жидкой и газовой фазах с образованием хлоридных мостиков между атомами.</p><p><b>Получение. </b>Получают реакцией металлов с хлором или взаимодействиями соляной кислоты с металлами, их оксидами и гидроксидами, также путем обмена с некоторыми солями:</p><img src='./img/theory/cribs/no_organic/73-3.png'/><p>Определяют ион хлора качественно и количественно при помощи нитрата серебра. В результате этого образуется белый осадок в виде хлопьев.</p><p><b>Хлориды </b>используют в производстве и в органическом синтезе. В основе образования летучих хлоридов лежит обогащение и разделение многих цветных и редких металлов. <b>Хлорид натрия </b>– для получения гидроксида натрия, соляной кислоты, карбоната натрия, хлора. Используется также в пищевой промышленности и мыловарении. <b>Хлорид калия </b>– в качестве калийного удобрения. <b>Хлорид бария </b>– средство для борьбы с насекомыми-вредителями. <b>Хлорид цинка </b>– для пропитки древесины, как предохраняющее средство от гниения, при паянии металла. <b>Хлорид кальция </b>безводный используется для сушки веществ (газов), в медицинской практике, а его кристаллогидрат – в качестве охлаждающего вещества. <b>Хлорид серебра </b>используется для изготовления фотографий. <b>Хлорид ртути </b>– ядовитое соединение, п рименятся как протравливатель семян, дубления кожи, окрашивания ткани. Действует как катализатор при органическом синтезе. Как дезинфицирующее вещество. <b>Хлорид аммония </b>используется в красильном производстве, гальванике, при паянии и лужении.</p>"
  },
  {
    "title": "Общая характеристика P-, S-, D-элементов",
    "content": "<p>Элементы в периодической системе Менделеева делятся на s-, p-, d-элементы. Это подразделение осуществляется на основе того, сколько уровней имеет электронная оболочка атома элемента и каким уровнем заканчивается заполнение оболочки электронами.</p><p>К <b>s-элементам </b>относят элементы <b>IA-группы – щелочные металлы</b>. Электронная формула валентной оболочки атомов щелочных металлов <b>ns1</b>. Устойчивая степень окисления равна +1. Элементы <b>IА-группы </b>обладают сходными свойствами из-за сходного строения электронной оболочки. При увеличении радиуса в группе Li-Fr связь валентного электрона с ядром слабеет и уменьшается энергия ионизации. Атомы щелочных элементов легко отдают свой валентный электрон, что характеризуют их как сильные восстановители.</p><p>Восстановительные свойства усиливаются с возрастанием порядкового номера.</p><p>К <b>p-элементам </b>относятся 30 элементов <b>IIIA-VIIIA-групп </b>периодической системы; p-элементы расположены во втором и третьем малых периодах, а также в четвертом—шестом больших периодах. Элементы <b>IIIА-группы </b>имеют один электрон на p-орбитали. В <b>IVА-VIIIА</b>-<b>группах </b>наблюдается заполнение p-подуровня до 6 электронов. Общая электронная формула p-элементов <b>ns2np6</b>. В периодах при увеличении заряда ядра атомные радиусы и ионные радиусы p-элементов уменьшаются, энергия ионизации и сродство к электрону возрастают, электроотрицательность увеличивается, окислительная активность соединений и неметаллические свойства элементов усиливаются. В группах радиусы атомов увеличиваются. От 2p-элементов к 6p-элементам энергия ионизации уменьшается. Усиливаются металлические свойства p-элемента в группе с увеличением порядкового номера.</p><p>К <b>d-элементам </b>относятся 32 элемента периодической системы <b>IV–VII больших периодов</b>. В <b>IIIБ-группе </b>у атомов появляется первый электрон на d-орбитали, в последующих Б-группах d-подуровень заполняется до 10 электронов. Общая формула внешней электронной оболочки <b>(n-1)dansb, где a=1?10, b=1?2</b>. С увеличением порядкового номера свойства d-элементов изменяются незначительно. У d-эле-ментов медленно происходит возрастание атомного радиуса, также они имеют переменную валентность, связанную с незавершенностью предвнешнего d-электронного подуровня. В низших степенях окисления d-элементы обнаруживают металлические свойства, при увеличении порядкового номера в группах Б они уменьшаются. В растворах d-элементы с высшей степенью окисления обнаруживают кислотные и окислительные свойства, при низших степенях окисления – наоборот. Элементы с промежуточной степенью окисления проявляют амфотерные свойства.</p>"
  },
  {
    "title": "Ковалентная связь. Метод валентных связей",
    "content": "<p>Химическая связь, осуществляемая общими электронными парами, возникающих в оболочках связываемых атомов, имеющих антипараллельные спины, называется <b>атомной, или ковалентной связью. </b>Ковалентная связь двухэлектронная и двуцентровая (удерживает ядра). Она образуется атомами одного вида – ковалентная <b>неполярная </b>– новая электронная пара, возникшая из двух неспаренных электронов, становится общей для двух атомов хлора; и атомами разного вида, сходных по химическому характеру – ковалентная <b>полярная. </b>Элементы с большей электроотрицательностью (Cl) будут оттягивать общие электроны от элементов с меньшей электроотрицательностью (Н). Атомы с непарными электронами, имеющими параллельные спины, отталкиваются – химическая связь не возникает. Способ образования ковалентной связи называется <b>обменным механизмом</b>.</p><p><b>Свойства ковалентной связи. Длина связи – </b>межъядерное расстояние. Чем это расстояние короче, чем прочнее химическая связь. <b>Энергия связи – </b>количество энергии, требующееся для разрыва связи. Величина кратности связи прямо пропорциональна энергии связи и обратно пропорциональна длине связи. <b>Направленность связи – </b>определенное расположение электронных облаков в молекуле. <b>Насыщаемость </b>– способность атома образовывать определенное количество ковалентных связей. Химическая связь, образованная перекрыванием электронных облаков вдоль оси, соединяющей центры атомов, называется <b>?-связью. </b>Связь, образованная перекрыванием электронных облаков перпендикулярно оси, соединяющей центры атомов, называется <b>?-связью</b>. Пространственная направленность ковалентной связи характеризуется углами между связями. Эти углы называются <b>валентными углами. Гибридизация – </b>процесс перестройки неравноценных по форме и энергии электронных облаков, ведущих к образованию одинаковых по тем же параметрам гибридных облаков. <b>Валентность </b>– число химических связей <i>(</i><b><i>ковалентных</i></b><i>), </i>посредством которых атом соединен с другими. Электроны, участвующие в образовании химических связей, называются <b>валентными</b>. Число связей между атомами равно числу его неспаренных электронов, участвующих в образовании общих электронных пар, поэтому валентность не учитывает полярность и не имеет знака. В соединениях, в которых отсутствует ковалентная связь, имеет место <b>степень окисления – </b>условный заряд атома, исходный из предположения, что оно состоит из положительно или отрицательно заряженных ионов. К большинству неорганических соединений применимо понятие степень окисления.</p>"
  }
]
